{
  "WIXLOOP": "WIXLOOP",
  "Home": "Главная",
  "archive": "Архив",
  "About Me": "Обо мне",
  "Profile": "Профиль",
  "Welcome to my Digital Haven,": "Добро пожаловать в мой цифровой оазис,",
  "Data Scientist": "Дата-сайентист",
  "Content Creator": "Создатель контента",
  "Web Developer": "Веб-разработчик",
  "where words weave tales and data dances.": "где слова сплетают рассказы, а данные танцуют.",
  "Dive into my world of creations and adventures.": "Погрузитесь в мой мир творчества и приключений.",
  "Explore the Archive to find my whole lifetime activities.": "Изучите архив, чтобы найти все мои жизненные деятельности.",
  "Learn More about me": "Узнать больше обо мне",
  "Personal Info": "Личная информация",
  "Jun , 12, 1999 (Gemini)": "12 июня 1999 (Близнецы)",
  "Wixloop.contact@gmail.com": "Wixloop.contact@gmail.com",
  "Born in Ghazvin - Iran": "Родился в Казвине - Иран",
  "Living in ME , Italy": "Проживает в МЕ, Италия",
  "INFJ - A": "INFJ - A",
  "Icon": "Иконка",
  "Favorite countries": "Любимые страны",
  "Amir Hossein Najafi": "Амир Хоссейн Наджафи",
  "CEO of Faviran company": "Генеральный директор компании Faviran",
  "\"I had the pleasure of working with Parsa for three years, and during that time, I was consistently impressed by their dedication and work ethic. They tackled every challenge with enthusiasm and a can-do attitude, and I would highly recommend them to any future employer.\"": "\"Мне посчастливилось работать с Парсой в течение трех лет, и за это время я был постоянно впечатлен его преданностью и трудовой этикой. Он справлялся с каждой задачей с энтузиазмом и позитивным настроем, и я бы с уверенностью рекомендовал его любому будущему работодателю.\"",
  "Hadiseh Pouesheikh": "Хадисех Поуешейх",
  "Literary creation expert at KPF": "Эксперт по литературному творчеству в KPF",
  "\"As Parsa's teacher for nearly a decade, I can say without reservation that they are one of the most creative, hard-working, and disciplined individuals I've had the pleasure of instructing. I'm confident that they will be an asset to any team lucky enough to have them.\"": "\"Как учитель Парсы почти десятилетие, я могу с уверенностью сказать, что он один из самых креативных, трудолюбивых и дисциплинированных людей, которых мне довелось обучать. Я уверен, что он станет ценным ресурсом для любой команды, которой повезет его иметь.\"",
  "Ali Amiri": "Али Амираи",
  "Associate professor at ZNU": "Доцент ЗНУ",
  "\"I had the privilege of supervising Parsa during their bachelor's degree, and I was consistently impressed by their eagerness to take on new challenges and their enthusiasm for learning. They were always willing to go above and beyond what was expected of them, and their dedication to their work was truly inspiring.\"": "\"Мне посчастливилось руководить Парсой во время его получения степени бакалавра, и я постоянно был впечатлен его стремлением к новым вызовам и энтузиазмом к обучению. Он всегда готов был превзойти ожидания, и его преданность работе была поистине вдохновляющей.\"",
  "Recommendations": "Рекомендации",
  "What Do My Supervisors Say": "Что говорят мои наставники",
  "Read Less": "Читать меньше",
  "Read More": "Читать больше",
  "home": "главная",
  "education": "образование",
  "clients": "клиенты",
  "skills": "навыки",
  "Your browser does not support the video tag.": "Ваш браузер не поддерживает тег видео.",
  "Address": "Адрес",
  "Grade": "Класс",
  "Website": "Веб-сайт",
  "Entry Exam Certificate": "Сертификат вступительного экзамена",
  "Certification": "Сертификация",
  "Transcripts": "Транскрипты",
  "Education": "Образование",
  "All of the certifications and graduations": "Все сертификаты и окончания",
  
  "Hello!": "Привет!",
  "I'm": "Я",
  "Parsa": "Парса",
  "Book worm and science nerd": "Книжный червь и любитель науки",
  "Welcome! I'm Parsa, a product designer and Webflow developer. I intertwine my love for literature, art, and technology to craft unique digital experiences. I’m passionate about data science, storytelling, travel, and creating impactful content.": "Добро пожаловать! Я Парса, дизайнер продукта и разработчик Webflow. Я объединяю свою любовь к литературе, искусству и технологиям, чтобы создавать уникальные цифровые впечатления. Я увлечен наукой о данных, рассказыванием историй, путешествиями и созданием значимого контента.",
  "Small Profile": "Краткий профиль",
  "Based in": "Базируется в",
  "Bangladesh": "Бангладеш",
  "I'm also a": "Я также",
  "Webflow developer": "разработчик Webflow",
  "Content creator": "создатель контента",
  "Data Science": "Наука о данных",
  "Characteristics": "Характеристики",
  "My Properties in both personal and professional aspect": "Мои свойства в личном и профессиональном аспектах",
  "Professional": "Профессиональный",
  "Personal": "Личный",
  "Search skills...": "Поиск навыков...",
  "No skills found": "Навыков не найдено",
  "Writings": "Писательства",
  "Photos": "Фотографии",
  "Projects": "Проекты",
  "Archive": "Архив",
  "All the things I have done": "Все, что я сделал",
  "Search": "Поиск",
  "Zanjan Camping": "Кемпинг в Занджане",
  "Last day of university in Zanjan, Iran": "Последний день в университете в Занджане, Иран",
  "Bros Before Hoes": "Друзья важнее девушек",
  "Daily hangout with the boys and practicing photography": "Ежедневные встречи с ребятами и занятия фотографией",
  "Sky on My Last Birthday in Iran": "Небо в мой последний день рождения в Иране",
  "My 24th birthday was the last one I had with the boys": "Мой 24-й день рождения был последним, который я провел с ребятами",
  "A Bit of Beauty": "Частичка красоты",
  "Mr. Nima is a true gentleman": "Мистер Нима - настоящий джентльмен",
  "Ocean of Clouds #1": "Океан облаков #1",
  "Random adventure in the middle of nowhere around Qazvin": "Случайное приключение в глуши вокруг Казвина",
  "Ocean of Clouds #2": "Океан облаков #2",
  "Ocean of Clouds #3": "Океан облаков #3",
  "Anzali Ocean - Iran": "Океан Анзали - Иран",
  "Ocean of Clouds #4": "Океан облаков #4",
  "A Bit of Me": "Частичка меня",
  "Mr. Nima was trying to mimic my photography style": "Мистер Нима пытался подражать моему стилю фотографии",
  "Ocean of Clouds #5": "Океан облаков #5",
  "An adventure in the wild": "Приключение в дикой природе",
  "Messina Food Festival 2023": "Фестиваль еды в Мессине 2023",
  "Best food I have ever tried": "Лучшая еда, которую я когда-либо пробовал",
  "Sadegh Portrait": "Портрет Садега",
  "First day of moving to Messina": "Первый день переезда в Мессину",
  "Mysterious Church": "Таинственная церковь",
  "Hiking led to a famous church in the north of Messina": "Поход привел к знаменитой церкви на севере Мессины",
  "Christmas 2023": "Рождество 2023",
  "First experience of Christmas, season of love and new decorations": "Первый опыт Рождества, сезона любви и новых украшений",
  "Cyberpunk IRL": "Киберпанк в реальной жизни",
  "Bike exhibition in Messina, 2023": "Выставка велосипедов в Мессине, 2023",
  "Poor in Look - Rich in Experience": "Беден на вид - богат опытом",
  "Driver was old and poor, but kind and famous": "Водитель был старым и бедным, но добрым и знаменитым",
  "Cozy House": "Уютный дом",
  "Helping Sia move to a new place, saw this lovely house": "Помогал Сиа переехать на новое место, увидел этот милый дом",
  "Papardo in Anime #1": "Папардо в аниме #1",
  "Papardo showing me some anime vibes": "Папардо показывает мне атмосферу аниме",
  "Papardo in Anime #2": "Папардо в аниме #2",
  "Mana - Daughter of Messina": "Мана - дочь Мессины",
  "Adventuring new places with my friend Mana, Christmas 2023": "Путешествуем по новым местам с моей подругой Маной, Рождество 2023",
  "Kind Ghost": "Добрый призрак",
  "A bus decorated for Christmas vibes": "Автобус, украшенный к Рождеству",
  "My Christmas Gift 2023": "Мой рождественский подарок 2023",
  "Redbull Secret Study Room #1": "Секретная комната для учебы Redbull #1",
  "The day after a breakup, time for new adventures and challenging my comfort zone": "День после разрыва, время для новых приключений и выхода из зоны комфорта",
  "Redbull Secret Study Room #2": "Секретная комната для учебы Redbull #2",
  "Books really work, hung out with Maviva, a famous Italian influencer": "Книги действительно работают, проводил время с Мавива, известным итальянским инфлюенсером",
  "Wall of Memories": "Стена воспоминаний",
  "This image was an achievement for me, I won - a day with a famous guy, as Mr. Nobody": "Это изображение было достижением для меня, я выиграл - день с известным парнем, как мистер Никто",
  "Dreams - AI Generated": "Мечты - сгенерировано ИИ",
  "Wanderer in the outland, daydreaming of the apocalypse": "Бродяга в пустоши, мечтающий об апокалипсисе",
  "Hamid in Fallout - AI Generated": "Хамид в Fallout - сгенерировано ИИ",
  "Cyberpunk + Hamid + my imagination + GPT = masterpiece": "Киберпанк + Хамид + мое воображение + GPT = шедевр",
  "Solaris in Wonderland - AI Generated": "Солярис в стране чудес - сгенерировано ИИ",
  "Just playing with my favorite stream photos": "Просто играю с фотографиями моего любимого стрима",
  "Mahmood the Door Breaker": "Махмуд, ломающий двери",
  "He will be mad at me, but that night was the beginning of everything new for all of us": "Он будет зол на меня, но та ночь была началом всего нового для нас всех",
  "Hamid's Moment": "Момент Хамида",
  "First image someone took of me - Hamid": "Первое изображение, которое кто-то сделал из меня - Хамид",
  "Lost in Thoughts": "Потерян в мыслях",
  "My father, thinking of how he should get rid of us :)": "Мой отец, думая, как ему избавиться от нас :)",
  "My First Love - I Miss You - AI Generated": "Моя первая любовь - Я скучаю по тебе - сгенерировано ИИ",
  "Image generated by my diary on the first day of my breakup": "Изображение, сгенерированное моим дневником в первый день разрыва",
  "Beginning of a new adventure in Zanjan": "Начало нового приключения в Занджане",
  "My Poor Little Self - AI Generated": "Мой бедный маленький я - сгенерировано ИИ",
  "Image of my loneliness in Messina, created from my diary by AI": "Изображение моей одиночества в Мессине, созданное из моего дневника с помощью ИИ",
  "Two Lovers": "Два влюбленных",
  "Do you see the lovers? Those who are trying to get to each other": "Видишь влюбленных? Тех, кто пытается добраться друг до друга",
  "God is Love": "Бог есть любовь",
  "I believe in every god, the one entity who owns us": "Я верю в каждого бога, в единую сущность, которая владеет нами",
  "Tell Her": "Скажи ей",
  "Capture the moments that they will forget": "Запечатлей моменты, которые они забудут",
  "ZNU Water": "Вода ZNU",
  "Parham": "Пархам",
  "My best companion in ZNU till the 3rd year": "Мой лучший товарищ в ZNU до третьего года",
  "Annunziata Photography #1": "Фотография Аннунциата #1",
  "Additia's birthday was the reason I was there, one of the best memories of Messina": "День рождения Аддитии был причиной моего пребывания там, одно из лучших воспоминаний о Мессине",
  "Annunziata Photography #2": "Фотография Аннунциата #2",
  "A Bit of Me Before Disaster": "Частичка меня перед катастрофой",
  "Sometimes I feel pity for my old self, for the pain he went through": "Иногда мне жаль своего прежнего я, за ту боль, которую он пережил",
  "Project Alpha": "Проект Альфа",
  "Get access to quick and reliable cash loans with Project Alpha, the online lending platform that's...": "Получите доступ к быстрым и надежным денежным займам с проектом Альфа, онлайн-платформой кредитования, которая...",
  "July 14, 2022": "14 июля 2022",
  "July 10, 2022": "10 июля 2022",
  "Project Beta": "Проект Бета",
  "Decentralized platform that enables content creators to monetize their work using Basic Att...": "Децентрализованная платформа, которая позволяет создателям контента монетизировать свою работу, используя Basic Att...",
  "March 8, 2022": "8 марта 2022",
  "Project Gamma": "Проект Гамма",
  "Effortless and Secure Transactions: Project Gamma, Powered by Basic Attention Token...": "Легкие и безопасные транзакции: проект Гамма, работающий на основе Basic Attention Token...",
  "June 12, 2022": "12 июня 2022",
  "July 12, 2022": "12 июля 2022",
  
  "Instead of Death,Play": "Вместо смерти, играй",
  "The story of Instead of Death,Play! tells the story of a strange night in the life of a pious boy named Parsa who encounters the angel of death. Parsa is happily playing Call of Duty MW2, but when the Angel of Death comes to take his soul, he manages to trick the Angel of Death into playing with him. In the meantime, there are funny moments that show how Parsa uses the most clever methods to postpone his death and creates lasting memories for himself and even the angel of death.": "История 'Вместо смерти, играй!' рассказывает о странной ночи в жизни благочестивого мальчика по имени Парса, который встречает ангела смерти. Парса счастливо играет в Call of Duty MW2, но когда ангел смерти приходит, чтобы забрать его душу, он умудряется обмануть ангела смерти и заставить его играть с ним. В это время происходят смешные моменты, показывающие, как Парса использует самые умные методы, чтобы отсрочить свою смерть и создать для себя и даже для ангела смерти долговечные воспоминания.",
  "What if...": "Что если...",
  "This story is about Hossein, a kind old man who lives in a warm and friendly hut. He shelters a family that is lost in the snow and cold. But the main point of the story is the presence of the ghost of a young soldier who, with his war wounds and worn uniform, guides the family to the hut and watches over them from afar. This story is a combination of memories of war, sacrifice, and the warmth of humanity in the heart of the cold winter.": "Эта история о Хоссейне, добром старике, который живет в теплой и дружелюбной хижине. Он укрывает семью, потерявшуюся в снегу и холоде. Но основная суть истории заключается в присутствии призрака молодого солдата, который, со своими военными ранениями и изношенной формой, направляет семью к хижине и наблюдает за ними издалека. Эта история - сочетание воспоминаний о войне, жертве и теплоте человечности в сердце холодной зимы.",
  "Loneliness in the style of delegation": "Одиночество в стиле делегации",
  "The story (Loneliness in the style of delegation) narrates the deep loneliness of a young man named Hamed, who falls into thinking in the evening of a cold and cloudy day, in a corner of a busy and noisy street. Despite the many people passing by, Hamed feels that he is alone and no one is paying attention to him. But with the arrival of a stranger and a religious delegation passing by, a light of hope and faith is lit in his heart. In this story, religion and spirituality take Hamed's hand and pull him out of the well of loneliness.": "История (Одиночество в стиле делегации) рассказывает о глубоком одиночестве молодого человека по имени Хамед, который погружается в размышления вечером холодного и облачного дня, в углу оживленной и шумной улицы. Несмотря на множество проходящих мимо людей, Хамед чувствует себя одиноким, и никто не обращает на него внимания. Но с приходом незнакомца и прохождением религиозной делегации, в его сердце зажигается свет надежды и веры. В этой истории религия и духовность берут Хамеда за руку и вытаскивают его из колодца одиночества.",
  "Lonely Warrior": "Одинокий воин",
  "The story of Lonely Warrior tells the story of a child who falls asleep in a mosque and sees himself in the battlefield next to Imam Hussein (a.s.) and his companions. This child helps Imam Hussain (AS) in his dreams and fights bravely against the enemies. Although in reality, the child has fallen into a deep sleep, but in his imaginary world, he engages in a battle full of courage and sacrifice, and finally, when he wakes up, he has a satisfying smile on his face. Combining the elements of courage, faith and dreaming, this story takes the reader to a different and inspiring world.": "История 'Одинокий воин' рассказывает о ребенке, который засыпает в мечети и видит себя на поле боя рядом с Имамом Хусейном (а.с.) и его спутниками. Этот ребенок помогает Имаму Хусейну (АС) во снах и смело сражается против врагов. Хотя в реальности ребенок впал в глубокий сон, в своем воображаемом мире он участвует в битве, полной мужества и самопожертвования, и, наконец, когда он просыпается, на его лице появляется удовлетворенная улыбка. Объединяя элементы мужества, веры и мечтаний, эта история переносит читателя в иной и вдохновляющий мир.",


   
    "Start Date": "Дата начала",
    "End Date": "Дата окончания",
    "Total Fundraising": "Общая сумма сбора средств",
    "Total Funds Raised": "Всего собрано средств",
    "Max Allocation": "Максимальное выделение",
    "Number of People Funded": "Количество профинансированных людей",
    "Wanna Read It?": "Хотите прочитать?",
    "Piazza Pugliatti, 1 - 98122 Messina": "Piazza Pugliatti, 1 - 98122 Мессина",
    "Master of Data Science": "Магистр наук о данных",
    "University of Messina": "Университет Мессины",
    " -/100": "-/100",
    "My new adventure in ME, Italy, as a student of data science. I am not sure what will happen, but I am loving it!": "Мое новое приключение в Мессине, Италия, как студента наук о данных. Я не знаю, что произойдет, но мне это нравится!",
    "PG44+3C8، زنجان": "PG44+3C8, Зенджан",
    "Master of AI Engineering": "Магистр инженерии ИИ",
    "IASBS": "IASBS",
    "-/100": "-/100",
    "I withdrew from this university due to moving abroad to work on my senior thesis and research on communication and ethical frameworks in artificial intelligence communities.": "Я ушел из этого университета, так как переехал за границу для работы над своей старшей диссертацией и исследованиями по коммуникации и этическим рамкам в сообществах искусственного интеллекта.",
    "M9PX+FX7, Zanjan, Zanjan Province, Iran": "M9PX+FX7, Зенджан, провинция Зенджан, Иран",
    "Thesis: Smart Door Access System (19.25/20)": "Диссертация: Система умного доступа к двери (19.25/20)",
    "Bachelor of Computer Engineering": "Бакалавр компьютерной инженерии",
    "ZNU": "Университет Зенджана",
    "14.44/20": "14.44/20",
    "72J6+RCP District 2, Qazvin, Qazvin Province": "72J6+RCP район 2, Казвин, провинция Казвин",
    "Pre-University of Mathematics Science": "До-университетские математические науки",
    "Sadra Highschool": "Школа Садра",
    "16.73/20": "16.73/20",
    "Mathematics and Physics Diploma": "Диплом по математике и физике",
    "18.24/20": "18.24/20",
    "تهران - خیابان آیت‌الله کاشانی - بلوار اباذر - نبش کوچه شرافتی (هفتم) - پلاک ۲۹ - طبقه 5 - واحد 9": "Тегеран - улица Аятоллы Кашани - бульвар Абазар - угол переулка Шарафати (седьмой) - номер 29 - 5-й этаж - квартира 9",
    "Mindfullness Skills instructed by Ms. Mandana Alemi": "Навыки осознанности под руководством г-жи Манданы Алеми",
    "Maktabkhooneh": "Maktabkhooneh",
    "70/100": "70/100",
    "Advanced Python Programming instructed by Mr. Jadi Mirmirani": "Продвинутое программирование на Python под руководством г-на Джади Мирмирани",
    "88.7/100": "88.7/100",
    "Thesis: ---": "Диссертация: ---",
    "Commercial Networking instructed by Ms. Sara Nazari": "Коммерческое сетевое взаимодействие под руководством г-жи Сары Назарии",
    "Maktabkhonneh": "Maktabkhonneh",
    "100/100": "100/100",
    "Tehran Province, Tehran, Floor -1, Chaarbaagh Building, Beheshti St, Iran": "Провинция Тегеран, Тегеран, этаж -1, здание Чаарбааг, улица Бехешти, Иран",
    "Junior UX Designer": "Младший дизайнер UX",
    "Rahnama Colledge": "Колледж Рахнама"
  
  
}
