{
  "2022": "2022",
  "2023": "2023",
  "2024": "2024",
  "WIXLOOP": "WIXLOOP",
  "Home": "Домой",
  "archive": "Архив",
  "About Me": "Обо мне",
  "Profile": "Профиль",
  "Welcome to my Digital Haven,": "Добро пожаловать в мой цифровой рай,",
  "Data Scientist": "Специалист по данным",
  "Content Creator": "Создатель контента",
  "Web Developer": "Веб-разработчик",
  "where words weave tales and data dances.": "где слова плетут истории, а данные танцуют.",
  "Dive into my world of creations and adventures.": "Погрузитесь в мой мир творений и приключений.",
  "Explore the Archive to find my whole lifetime activities.": "Изучите архив, чтобы найти все мои жизненные занятия.",
  "Learn More about me": "Узнайте больше обо мне",
  "Personal Info": "Личная информация",
  "Jun , 12, 1999 (Gemini)": "12 июня 1999 (Близнецы)",
  "Wixloop.contact@gmail.com": "Wixloop.contact@gmail.com",
  "Born in Ghazvin - Iran": "Родился в Газвине, Иран",
  "Living in ME , Italy": "Живу в Мессине, Италия",
  "INFJ - A": "INFJ - A",
  "Icon": "Икона",
  "Favorite countries": "Любимые страны",
  "Amir Hossein Najafi": "Амир Хоссейн Наджафи",
  "CEO of Faviran company": "Генеральный директор компании Faviran",
  "\"I had the pleasure of working with Parsa for three years, and during that time, I was consistently impressed by their dedication and work ethic. They tackled every challenge with enthusiasm and a can-do attitude, and I would highly recommend them to any future employer.\"": "\"У меня было удовольствие работать с Парса в течение трех лет, и за это время я был постоянно впечатлен его преданностью и трудовой этикой. Он справлялся с каждой задачей с энтузиазмом и позитивным настроем, и я настоятельно рекомендую его любому будущему работодателю.\"",
  "Hadiseh Pouesheikh": "Хадисех Поуешейх",
  "Literary creation expert at KPF": "Эксперт по литературному творчеству в KPF",
  "\"As Parsa's teacher for nearly a decade, I can say without reservation that they are one of the most creative, hard-working, and disciplined individuals I've had the pleasure of instructing. I'm confident that they will be an asset to any team lucky enough to have them.\"": "\"Будучи учителем Парса почти десятилетие, я могу без сомнения сказать, что он один из самых креативных, трудолюбивых и дисциплинированных людей, которых мне довелось учить. Я уверен, что он станет ценным дополнением любой команды, которой посчастливится иметь его.\"",
  "Ali Amiri": "Али Амири",
  "Associate professor at ZNU": "Доцент в ZNU",
  "\"I had the privilege of supervising Parsa during their bachelor's degree, and I was consistently impressed by their eagerness to take on new challenges and their enthusiasm for learning. They were always willing to go above and beyond what was expected of them, and their dedication to their work was truly inspiring.\"": "\"Мне выпала честь курировать Парса во время его бакалавриата, и я был постоянно впечатлен его готовностью принимать новые вызовы и энтузиазмом к обучению. Он всегда был готов сделать больше, чем ожидалось, и его преданность работе действительно вдохновляет.\"",
  "Recommendations": "Рекомендации",
  "What Do My Supervisors Say": "Что говорят мои руководители",
  "Read Less": "Читать меньше",
  "Read More": "Читать больше",
  "Your browser does not support the video tag.": "Ваш браузер не поддерживает тег видео.",
  "Experriences": "Опыт",
  "Explore my Education and Work Experiences": "Изучите мой образовательный и рабочий опыт",
  "education": "образование",
  "work": "работа",
  "My educational journey includes a Bachelor's degree in Computer Engineering and a Master's degree in Data Science from the University of Messina. To explore the full spectrum of my academic achievements and see how they have shaped my professional expertise, visit the archive page.": "Мое образовательное путешествие включает степень бакалавра в области компьютерного инжиниринга и степень магистра в области науки о данных из Университета Мессины. Чтобы изучить весь спектр моих академических достижений и увидеть, как они сформировали мою профессиональную экспертизу, посетите страницу архива.",
  " My work spans across various domains, including UI design, React development, websitecreation, and data analysis. To delve deeper into the details of my experiences and witness the breadth of my work, visit the archive page.": "Моя работа охватывает различные области, включая дизайн пользовательских интерфейсов, разработку на React, создание веб-сайтов и анализ данных. Чтобы глубже погрузиться в детали моего опыта и увидеть широту моей работы, посетите страницу архива.",
  "Hello!": "Привет!",
  "I'm": "Я",
  "Parsa": "Парса",
  "Book worm and science nerd": "Книжный червь и фанат науки",
  "With a specialized focus in computer engineering, I have dedicated the past two years to mastering React JS/ Native. I blend my passions for literature, art, and technology to create distinctive digital experiences. My journey is driven by an insatiable curiosity and a commitment to exploring and demystifying the complexities of the digital world..": "Сосредоточившись на компьютерной инженерии, последние два года я посвятил освоению React JS/Native. Я объединяю свои увлечения литературой, искусством и технологиями, чтобы создавать уникальные цифровые впечатления. Мое путешествие движимо неутолимым любопытством и стремлением исследовать и разъяснять сложности цифрового мира.",
  "Small Profile": "Маленький профиль",
  "based in ,": "базируется в ,",
  "Italy": "Италия",
  "with a focus onfront-end development and graphic design": "с фокусом на разработку фронтенда и графический дизайн",
  "And obsessed with Data Analysis ": "И одержим анализом данных",
  "Content creator": "Создатель контента",
  "Data Science": "Наука о данных",
  "Characteristics": "Характеристики",
  "My Properties in both personal and professional aspect": "Мои качества в личном и профессиональном аспектах",
  "Professional": "Профессиональный",
  "Personal": "Личный",
  "Search skills...": "Поиск навыков...",
  "No skills found": "Навыков не найдено",
  "Writings": "Писания",
  "Photos": "Фотографии",
  "Education": "Образование",
  "Design": "Дизайн",
  "Projects": "Проекты",
  "Archive": "Архив",
  "All the things I have done": "Все, что я сделал",
  "Search": "Поиск",
  "Piazza Pugliatti, 1 - 98122 Messina": "Piazza Pugliatti, 1 - 98122 Мессина",
  "Master of Data Science": "Магистр наук о данных",
  "University of Messina": "Университет Мессины",
  " -/100": " -/100",
  "My new adventure in ME, Italy, as a student of data science. I am not sure what will happen, but I am loving it!": "Мое новое приключение в Мессине, Италия, как студента наук о данных. Я не знаю, что произойдет, но мне это нравится!",
  "PG44+3C8، زنجان": "PG44+3C8، Занджан",
  "Master of AI Engineering": "Магистр инженерии ИИ",
  "IASBS": "IASBS",
  "-/100": "-/100",
  "I withdrew from this university due to moving abroad to work on my senior thesis and research on communication and ethical frameworks in artificial intelligence communities.": "Я ушел из этого университета из-за переезда за границу для работы над дипломной работой и исследованиями в области коммуникации и этических рамок в сообществах искусственного интеллекта.",
  "M9PX+FX7, Zanjan, Zanjan Province, Iran": "M9PX+FX7, Занджан, провинция Занджан, Иран",
  "Thesis: Smart Door Access System (19.25/20)": "Тезис: Система интеллектуального доступа к дверям (19.25/20)",
  "Bachelor of Computer Engineering": "Бакалавр компьютерной инженерии",
  "ZNU": "ЗНУ",
  "14.44/20": "14.44/20",
  "72J6+RCP District 2, Qazvin, Qazvin Province": "72J6+RCP Район 2, Казвин, провинция Казвин",
  "Pre-University of Mathematics Science": "Подготовительное отделение математики",
  "Sadra Highschool": "Средняя школа Садра",
  "16.73/20": "16.73/20",
  "Mathematics and Physics Diploma": "Диплом по математике и физике",
  "18.24/20": "18.24/20",
  "تهران - خیابان آیت‌الله کاشانی - بلوار اباذر - نبش کوچه شرافتی (هفتم) - پلاک ۲۹ - طبقه 5 - واحد 9": "Тегеран - Улица Аятолла Кашани - Бульвар Абазар - угол переулка Шарафати (седьмой) - Дом 29 - 5 этаж - Квартира 9",
  "Mindfullness Skills instructed by Ms. Mandana Alemi": "Навыки осознанности, преподаваемые госпожой Мандана Алеми",
  "Maktabkhooneh": "Maktabkhooneh",
  "70/100": "70/100",
  "Advanced Python Programming instructed by Mr. Jadi Mirmirani": "Продвинутое программирование на Python, преподаваемое господином Джади Мирмирани",
  "88.7/100": "88.7/100",
  "Thesis: ---": "Тезис: ---",
  "Commercial Networking instructed by Ms. Sara Nazari": "Коммерческое сетевое взаимодействие, преподаваемое госпожой Сарой Назари",
  "Maktabkhonneh": "Maktabkhonneh",
  "100/100": "100/100",
  "Tehran Province, Tehran, Floor -1, Chaarbaagh Building, Beheshti St, Iran": "Провинция Тегеран, Тегеран, Этаж -1, Здание Чаарбааг, Улица Бехешти, Иран",
  "Junior UX Designer": "Младший дизайнер UX",
  "Rahnama Colledge": "Колледж Рахнама",
  "Website": "Веб-сайт",
  "Certification": "Сертификация",
  "Zanjan Camping": "Кемпинг в Занджане",
  "Last day of university in Zanjan, Iran": "Последний день в университете в Занджане, Иран",
  "Bros Before Hoes": "Братья важнее девушек",
  "Daily hangout with the boys and practicing photography": "Ежедневные прогулки с парнями и практика фотографии",
  "Sky on My Last Birthday in Iran": "Небо на мой последний день рождения в Иране",
  "My 24th birthday was the last one I had with the boys": "Мой 24-й день рождения был последним, который я провел с парнями",
  "A Bit of Beauty": "Частичка красоты",
  "Mr. Nima is a true gentleman": "Г-н Нима - настоящий джентльмен",
  "Ocean of Clouds #1": "Океан облаков #1",
  "Random adventure in the middle of nowhere around Qazvin": "Случайное приключение в глуши вокруг Казвина",
  "Ocean of Clouds #2": "Океан облаков #2",
  "Ocean of Clouds #3": "Океан облаков #3",
  "Anzali Ocean - Iran": "Океан Анзали - Иран",
  "Ocean of Clouds #4": "Океан облаков #4",
  "A Bit of Me": "Частичка меня",
  "Mr. Nima was trying to mimic my photography style": "Г-н Нима пытался подражать моему стилю фотографии",
  "Ocean of Clouds #5": "Океан облаков #5",
  "An adventure in the wild": "Приключение в дикой природе",
  "Messina Food Festival 2023": "Фестиваль еды в Мессине 2023",
  "Best food I have ever tried": "Лучшая еда, которую я когда-либо пробовал",
  "Sadegh Portrait": "Портрет Садеха",
  "First day of moving to Messina": "Первый день переезда в Мессину",
  "Mysterious Church": "Таинственная церковь",
  "Hiking led to a famous church in the north of Messina": "Поход привел к знаменитой церкви на севере Мессины",
  "Christmas 2023": "Рождество 2023",
  "First experience of Christmas, season of love and new decorations": "Первый опыт Рождества, сезона любви и новых украшений",
  "Cyberpunk IRL": "Киберпанк в реальной жизни",
  "Bike exhibition in Messina, 2023": "Выставка велосипедов в Мессине, 2023",
  "Poor in Look - Rich in Experience": "Бедный внешне - богатый опытом",
  "Driver was old and poor, but kind and famous": "Водитель был стар и беден, но добр и знаменит",
  "Cozy House": "Уютный дом",
  "Helping Sia move to a new place, saw this lovely house": "Помогая Сии переехать на новое место, увидел этот прекрасный дом",
  "Papardo in Anime #1": "Папардо в аниме #1",
  "Papardo showing me some anime vibes": "Папардо показывает мне атмосферу аниме",
  "Papardo in Anime #2": "Папардо в аниме #2",
  "Mana - Daughter of Messina": "Мана - дочь Мессины",
  "Adventuring new places with my friend Mana, Christmas 2023": "Приключения в новых местах с моей подругой Маной, Рождество 2023",
  "Kind Ghost": "Добрый призрак",
  "A bus decorated for Christmas vibes": "Автобус, украшенный к Рождеству",
  "My Christmas Gift 2023": "Мой рождественский подарок 2023",
  "Redbull Secret Study Room #1": "Секретная учебная комната Redbull #1",
  "The day after a breakup, time for new adventures and challenging my comfort zone": "День после разрыва, время для новых приключений и выхода из зоны комфорта",
  "Redbull Secret Study Room #2": "Секретная учебная комната Redbull #2",
  "Books really work, hung out with Maviva, a famous Italian influencer": "Книги действительно работают, тусовался с Мавива, знаменитым итальянским инфлюенсером",
  "Wall of Memories": "Стена воспоминаний",
  "This image was an achievement for me, I won - a day with a famous guy, as Mr. Nobody": "Это изображение было для меня достижением, я выиграл - день с знаменитым парнем, как мистер Никто",
  "Dreams - AI Generated": "Мечты - Сгенерировано ИИ",
  "Wanderer in the outland, daydreaming of the apocalypse": "Бродяга в глуши, мечтающий об апокалипсисе",
  "Hamid in Fallout - AI Generated": "Хамид в Fallout - Сгенерировано ИИ",
  "Cyberpunk + Hamid + my imagination + GPT = masterpiece": "Киберпанк + Хамид + моя фантазия + GPT = шедевр",
  "Solaris in Wonderland - AI Generated": "Солярис в стране чудес - Сгенерировано ИИ",
  "Just playing with my favorite stream photos": "Просто играю с фотографиями моего любимого стрима",
  "Mahmood the Door Breaker": "Махмуд Дверолом",
  "He will be mad at me, but that night was the beginning of everything new for all of us": "Он будет зол на меня, но та ночь была началом всего нового для всех нас",
  "Hamid's Moment": "Момент Хамида",
  "First image someone took of me - Hamid": "Первое изображение, которое кто-то сделал мне - Хамид",
  "Lost in Thoughts": "Потерян в мыслях",
  "My father, thinking of how he should get rid of us :)": "Мой отец, думающий, как избавиться от нас :)",
  "My First Love - I Miss You - AI Generated": "Моя первая любовь - Я скучаю по тебе - Сгенерировано ИИ",
  "Image generated by my diary on the first day of my breakup": "Изображение, созданное моим дневником в первый день моего разрыва",
  "Beginning of a new adventure in Zanjan": "Начало нового приключения в Занджане",
  "My Poor Little Self - AI Generated": "Мое бедное маленькое я - Сгенерировано ИИ",
  "Image of my loneliness in Messina, created from my diary by AI": "Изображение моей одиночества в Мессине, созданное из моего дневника с помощью ИИ",
  "Two Lovers": "Два влюбленных",
  "Do you see the lovers? Those who are trying to get to each other": "Видишь влюбленных? Тех, кто пытается добраться друг до друга",
  "God is Love": "Бог есть Любовь",
  "I believe in every god, the one entity who owns us": "Я верю в каждого бога, единую сущность, которая владеет нами",
  "Tell Her": "Скажи ей",
  "Capture the moments that they will forget": "Запечатлейте моменты, которые они забудут",
  "ZNU Water": "Вода ЗНУ",
  "Parham": "Пархам",
  "My best companion in ZNU till the 3rd year": "Мой лучший спутник в ЗНУ до третьего года",
  "Annunziata Photography #1": "Фотография Аннунциата #1",
  "Additia's birthday was the reason I was there, one of the best memories of Messina": "День рождения Аддитии был причиной моего пребывания там, одно из лучших воспоминаний о Мессине",
  "Annunziata Photography #2": "Фотография Аннунциата #2",
  "A Bit of Me Before Disaster": "Часть меня перед бедствием",
  "Sometimes I feel pity for my old self, for the pain he went through": "Иногда мне жаль своего старого себя, за ту боль, которую он пережил",
  "WixLoop": "WixLoop",
  "React JS": "React JS",
  "Wixloop is my personal website, designed for business and dating purposes. It serves as a comprehensive introduction to myself, showcasing my skills, works, and archives. Visitors can explore my programming abilities, portfolio, travel stories, projects I have worked on, contact information, personal and professional interests, as well as my education and work experience. While its current function is solely for self-introduction, the future vision for this website is to evolve into a business platform.": "Wixloop - это мой личный сайт, предназначенный для бизнес и знакомств. Он служит всеобъемлющим введением в себя, демонстрируя мои навыки, работы и архивы. Посетители могут изучить мои программные способности, портфолио, рассказы о путешествиях, проекты, над которыми я работал, контактную информацию, личные и профессиональные интересы, а также мое образование и опыт работы. В то время как его текущая функция исключительно для самопрезентации, будущая цель для этого сайта - стать бизнес-платформой.",
  "May 2024": "Май 2024",
  "End of my time": "Конец моего времени",
  "JanamaTasvir": "JanamaTasvir",
  "JanmaTafsir is an innovative platform designed to streamline the judicial process within the country's legal system. By focusing on cases related to agricultural and non-agricultural land disputes, this platform aims to prevent simple or clear-cut cases from clogging court schedules. Users can specify the location of the land, upload relevant documents, and mutually select an expert to assess the situation. The expert's findings are then published on the website. If the opinions of both experts align, the case proceeds to the next stages; if not, it is referred to court. JanmaTafsir enhances efficiency, reduces courtroom congestion, and ensures swift, reliable resolutions.": "JanmaTafsir - это инновационная платформа, разработанная для упрощения судебного процесса в рамках правовой системы страны. Сосредотачиваясь на делах, связанных с земельными спорами сельскохозяйственных и несельскохозяйственных земель, эта платформа стремится предотвратить засорение расписания суда простыми или очевидными делами. Пользователи могут указать местоположение земли, загрузить соответствующие документы и совместно выбрать эксперта для оценки ситуации. Результаты эксперта затем публикуются на сайте. Если мнения обоих экспертов совпадают, дело переходит на следующие этапы; если нет, оно передается в суд. JanmaTafsir повышает эффективность, снижает нагрузку на суды и обеспечивает быстрые и надежные решения.",
  "March 8, 2022": "8 марта 2022",
  "July 10, 2022": "10 июля 2022",
  "React JS developer / UI UX designer": "Разработчик React JS / дизайнер UI UX",
  "DoorMaster": "DoorMaster",
  "The DoorMaster project is a team initiative that integrates image processing, a mobile application, and hardware. The goal was to create the most intelligent camera at the lowest cost, capable of unlocking doors even when the person is wearing a mask or has a facial injury. This process was powered by artificial intelligence. A mobile app was developed to manage authorized individuals, allowing users to unlock the door via their phone, control access, and monitor entry and exit logs along with the latest image used by the system to unlock the door. The project utilized Raspberry Pi and Kinect Xbox 360 camera.": "Проект DoorMaster - это командная инициатива, которая интегрирует обработку изображений, мобильное приложение и аппаратное обеспечение. Цель заключалась в создании самой интеллектуальной камеры по самой низкой цене, способной разблокировать двери, даже когда человек носит маску или имеет травму лица. Этот процесс был поддержан искусственным интеллектом. Было разработано мобильное приложение для управления авторизованными лицами, позволяющее пользователям разблокировать дверь через телефон, контролировать доступ и отслеживать журналы входа и выхода вместе с последним изображением, использованным системой для разблокировки двери. Проект использовал Raspberry Pi и камеру Kinect Xbox 360.",
  "Nov 2022": "Ноябрь 2022",
  "Sep 2023": "Сентябрь 2023",
  "React Native Developer / UI UX designer / Product Manager": "Разработчик React Native / дизайнер UI UX / менеджер продукта",
  "NearNow": "NearNow",
  "NearNow is an innovative app designed to eliminate the uncertainty of waiting. Whether you are expecting a postal package, tracking an online purchase, or waiting for a friend or a loved one, this app shows the real-time location of both parties simultaneously. Utilizing signal towers, it even works offline to provide continuous tracking. Once both parties accept the request, they join a group where their locations are tracked until they reach the destination. This way, you can estimate the arrival time accurately, preventing situations like ghosting or losing track of a package, as you always know their current location.": "NearNow - это инновационное приложение, разработанное для устранения неопределенности ожидания. Независимо от того, ожидаете ли вы почтовый пакет, отслеживаете онлайн-покупку или ждете друга или любимого человека, это приложение показывает местоположение обеих сторон в режиме реального времени. Используя сигнальные вышки, оно работает даже в автономном режиме для обеспечения непрерывного отслеживания. Как только обе стороны принимают запрос, они присоединяются к группе, где их местоположения отслеживаются до достижения пункта назначения. Таким образом, вы можете точно оценить время прибытия, предотвращая ситуации, такие как исчезновение или потеря посылки, так как вы всегда знаете их текущее местоположение.",
  "May, 2022": "Май 2022",
  "Sep, 2022": "Сентябрь 2022",
  "Website Developer / UI UX designer": "Разработчик веб-сайтов / дизайнер UI UX",
  "Taraz": "Taraz",
  "Taraaz is an app designed to assist students preparing for the national university entrance exam. It offers planning tools, academic counseling, and competitive features to enhance their study experience. Counselors can add their students to personalized groups and create tailored study plans. With just a few clicks, students can track their progress, compare their current performance with previous weeks, and monitor changes in their exam scores and rankings. For those without a counselor, the app allows them to choose from a pool of advisors and join the competitive arena.": "Taraaz - это приложение, разработанное для помощи студентам, готовящимся к национальному вступительному экзамену в университет. Оно предлагает инструменты планирования, академическое консультирование и конкурентные функции для улучшения их учебного опыта. Консультанты могут добавлять своих студентов в персонализированные группы и создавать индивидуальные учебные планы. Всего несколькими кликами студенты могут отслеживать свой прогресс, сравнивать свои текущие результаты с предыдущими неделями и контролировать изменения в своих оценках и рейтингах экзаменов. Для тех, у кого нет консультанта, приложение позволяет им выбрать из пула советников и присоединиться к конкурентной арене.",
  "Sep, 2021": "Сентябрь 2021",
  "UI/UX Designer and product manager": "Дизайнер UI/UX и менеджер продукта",
  "DaryaBuildings": "DaryaBuildings",
  "DaryaBuildings is a website designed for selecting and customizing your dream home. It offers investment opportunities and allows for personalization of homes under construction by choosing building materials. Users can view both completed and under-construction homes. For completed homes, users can select the desired unit, schedule a meeting, and proceed with the purchase in person. For pre-purchase, users can customize the building materials and desired changes, receive a receipt, and bring it to the meeting along with any additional payment, then wait for their dream home to be built.": "DaryaBuildings - это веб-сайт, предназначенный для выбора и настройки вашего дома мечты. Он предлагает инвестиционные возможности и позволяет персонализировать дома на стадии строительства, выбирая строительные материалы. Пользователи могут просматривать как завершенные, так и строящиеся дома. Для завершенных домов пользователи могут выбрать желаемую единицу, назначить встречу и провести покупку лично. Для предварительной покупки пользователи могут настроить строительные материалы и желаемые изменения, получить квитанцию и принести ее на встречу вместе с любой дополнительной оплатой, затем ждать постройки своего дома мечты.",
  "June 12, 2022": "12 июня 2022",
  "July 12, 2022": "12 июля 2022",
  "Website Developer": "Разработчик веб-сайтов",
  "Start": "Начало",
  "End": "Конец",
  "Instead of Death,Play": "Вместо смерти, играй",
  "The story of Instead of Death,Play! tells the story of a strange night in the life of a pious boy named Parsa who encounters the angel of death. Parsa is happily playing Call of Duty MW2, but when the Angel of Death comes to take his soul, he manages to trick the Angel of Death into playing with him. In the meantime, there are funny moments that show how Parsa uses the most clever methods to postpone his death and creates lasting memories for himself and even the angel of death.": "История Вместо смерти, играй! рассказывает о странной ночи в жизни благочестивого мальчика по имени Парса, который встречает ангела смерти. Парса весело играет в Call of Duty MW2, но когда ангел смерти приходит, чтобы забрать его душу, он умудряется обмануть ангела смерти и заставить его играть с ним. Тем временем есть смешные моменты, которые показывают, как Парса использует самые хитрые методы, чтобы отложить свою смерть, и создает для себя и даже для ангела смерти незабываемые воспоминания.",
  "What if...": "А что если...",
  "This story is about Hossein, a kind old man who lives in a warm and friendly hut. He shelters a family that is lost in the snow and cold. But the main point of the story is the presence of the ghost of a young soldier who, with his war wounds and worn uniform, guides the family to the hut and watches over them from afar. This story is a combination of memories of war, sacrifice, and the warmth of humanity in the heart of the cold winter.": "Эта история о Хоссейне, добром старике, который живет в теплой и дружелюбной хижине. Он приютил семью, потерявшуюся в снегу и холоде. Но главный момент истории - это присутствие призрака молодого солдата, который с военными ранениями и изношенной униформой направляет семью к хижине и наблюдает за ними издалека. Эта история - сочетание воспоминаний о войне, жертвенности и тепла человечности в сердце холодной зимы.",
  "Loneliness in the style of delegation": "Одиночество в стиле делегации",
  "The story (Loneliness in the style of delegation) narrates the deep loneliness of a young man named Hamed, who falls into thinking in the evening of a cold and cloudy day, in a corner of a busy and noisy street. Despite the many people passing by, Hamed feels that he is alone and no one is paying attention to him. But with the arrival of a stranger and a religious delegation passing by, a light of hope and faith is lit in his heart. In this story, religion and spirituality take Hamed's hand and pull him out of the well of loneliness.": "История (Одиночество в стиле делегации) рассказывает о глубоком одиночестве молодого человека по имени Хамед, который погружается в раздумья вечером холодного и облачного дня на углу оживленной и шумной улицы. Несмотря на множество проходящих мимо людей, Хамед чувствует себя одиноким и никому не нужным. Но с приходом незнакомца и проходящей мимо религиозной делегации в его сердце зажигается свет надежды и веры. В этой истории религия и духовность берут Хамеда за руку и вытаскивают его из колодца одиночества.",
  "Lonely Warrior": "Одинокий воин",
  "The story of Lonely Warrior tells the story of a child who falls asleep in a mosque and sees himself in the battlefield next to Imam Hussein (a.s.) and his companions. This child helps Imam Hussain (AS) in his dreams and fights bravely against the enemies. Although in reality, the child has fallen into a deep sleep, but in his imaginary world, he engages in a battle full of courage and sacrifice, and finally, when he wakes up, he has a satisfying smile on his face. Combining the elements of courage, faith and dreaming, this story takes the reader to a different and inspiring world.": "История Одинокого воина рассказывает о ребенке, который засыпает в мечети и видит себя на поле битвы рядом с Имамом Хусейном (а.с.) и его спутниками. Этот ребенок помогает Имаму Хусейну (а.с.) в своих снах и храбро сражается с врагами. Хотя в реальности ребенок погрузился в глубокий сон, в его воображаемом мире он участвует в битве, полной мужества и жертвенности, и, наконец, когда просыпается, на его лице появляется удовлетворенная улыбка. Соединяя элементы мужества, веры и мечтаний, эта история переносит читателя в другой и вдохновляющий мир.",
  "Wanna Read It?": "Хочешь прочитать?"
}
