{
  "2022": "2022",
  "2023": "2023",
  "2024": "2024",
  "WIXLOOP": "WIXLOOP",
  "Home": "Home",
  "archive": "Archivio",
  "About Me": "Su di me",
  "Profile": "Profilo",
  "Welcome to my Digital Haven,": "Benvenuti nel mio rifugio digitale,",
  "Data Scientist": "Data Scientist",
  "Content Creator": "Creatore di contenuti",
  "Web Developer": "Sviluppatore web",
  "where words weave tales and data dances.": "dove le parole tessono storie e i dati danzano.",
  "Dive into my world of creations and adventures.": "Immergiti nel mio mondo di creazioni e avventure.",
  "Explore the Archive to find my whole lifetime activities.": "Esplora l'archivio per trovare tutte le mie attività di una vita.",
  "Learn More about me": "Scopri di più su di me",
  "Personal Info": "Informazioni personali",
  "Jun , 12, 1999 (Gemini)": "12 giugno 1999 (Gemelli)",
  "Wixloop.contact@gmail.com": "Wixloop.contact@gmail.com",
  "Born in Ghazvin - Iran": "Nato a Ghazvin - Iran",
  "Living in ME , Italy": "Vivo a ME, Italia",
  "INFJ - A": "INFJ - A",
  "Icon": "Icona",
  "Favorite countries": "Paesi preferiti",
  "Amir Hossein Najafi": "Amir Hossein Najafi",
  "CEO of Faviran company": "CEO dell'azienda Faviran",
  "\"I had the pleasure of working with Parsa for three years, and during that time, I was consistently impressed by their dedication and work ethic. They tackled every challenge with enthusiasm and a can-do attitude, and I would highly recommend them to any future employer.\"": "\"Ho avuto il piacere di lavorare con Parsa per tre anni e durante quel periodo sono rimasto costantemente impressionato dalla sua dedizione e etica del lavoro. Ha affrontato ogni sfida con entusiasmo e un atteggiamento positivo e lo consiglierei vivamente a qualsiasi futuro datore di lavoro.\"",
  "Hadiseh Pouesheikh": "Hadiseh Pouesheikh",
  "Literary creation expert at KPF": "Esperto di creazione letteraria presso KPF",
  "\"As Parsa's teacher for nearly a decade, I can say without reservation that they are one of the most creative, hard-working, and disciplined individuals I've had the pleasure of instructing. I'm confident that they will be an asset to any team lucky enough to have them.\"": "\"Come insegnante di Parsa per quasi un decennio, posso dire senza riserve che è una delle persone più creative, laboriose e disciplinate che abbia mai avuto il piacere di istruire. Sono sicuro che sarà una risorsa per qualsiasi team abbastanza fortunato da averlo.\"",
  "Ali Amiri": "Ali Amiri",
  "Associate professor at ZNU": "Professore associato presso ZNU",
  "\"I had the privilege of supervising Parsa during their bachelor's degree, and I was consistently impressed by their eagerness to take on new challenges and their enthusiasm for learning. They were always willing to go above and beyond what was expected of them, and their dedication to their work was truly inspiring.\"": "\"Ho avuto il privilegio di supervisionare Parsa durante la sua laurea e sono stato costantemente impressionato dalla sua voglia di affrontare nuove sfide e dal suo entusiasmo per l'apprendimento. Era sempre disposto a fare più di quanto ci si aspettasse da lui e la sua dedizione al lavoro era davvero ispirante.\"",
  "Recommendations": "Raccomandazioni",
  "What Do My Supervisors Say": "Cosa dicono i miei supervisori",
  "Read Less": "Leggi di meno",
  "Read More": "Leggi di più",
  "Your browser does not support the video tag.": "Il tuo browser non supporta il tag video.",
  "Address": "Indirizzo",
  "Grade": "Voto",
  "Website": "Sito web",
  "Entry Exam Certificate": "Certificato di esame di ingresso",
  "Certification": "Certificazione",
  "Transcripts": "Trascrizioni",
  "Education": "Istruzione",
  "All of the certifications and graduations": "Tutte le certificazioni e le lauree",
  "Piazza Pugliatti, 1 - 98122 Messina": "Piazza Pugliatti, 1 - 98122 Messina",
  "Master of Data Science": "Master in Data Science",
  "University of Messina": "Università di Messina",
  " -/100": " -/100",
  "My new adventure in ME, Italy, as a student of data science. I am not sure what will happen, but I am loving it!": "La mia nuova avventura a ME, Italia, come studente di data science. Non so cosa succederà, ma mi sta piacendo!",
  "PG44+3C8، زنجان": "PG44+3C8, Zanjan",
  "Master of AI Engineering": "Master in Ingegneria dell'IA",
  "IASBS": "IASBS",
  "-/100": "-/100",
  "I withdrew from this university due to moving abroad to work on my senior thesis and research on communication and ethical frameworks in artificial intelligence communities.": "Mi sono ritirato da questa università per trasferirmi all'estero per lavorare sulla mia tesi di laurea e fare ricerche su comunicazione e framework etici nelle comunità di intelligenza artificiale.",
  "M9PX+FX7, Zanjan, Zanjan Province, Iran": "M9PX+FX7, Zanjan, Provincia di Zanjan, Iran",
  "Thesis: Smart Door Access System (19.25/20)": "Tesi: Sistema di accesso intelligente alla porta (19.25/20)",
  "Bachelor of Computer Engineering": "Laurea in Ingegneria Informatica",
  "ZNU": "ZNU",
  "14.44/20": "14.44/20",
  "72J6+RCP District 2, Qazvin, Qazvin Province": "72J6+RCP Distretto 2, Qazvin, Provincia di Qazvin",
  "Pre-University of Mathematics Science": "Pre-Università di Scienze Matematiche",
  "Sadra Highschool": "Liceo Sadra",
  "16.73/20": "16.73/20",
  "Mathematics and Physics Diploma": "Diploma in Matematica e Fisica",
  "18.24/20": "18.24/20",
  "تهران - خیابان آیت‌الله کاشانی - بلوار اباذر - نبش کوچه شرافتی (هفتم) - پلاک ۲۹ - طبقه 5 - واحد 9": "Teheran - Via Ayatollah Kashani - Viale Abazar - Angolo di Vicolo Sharafati (Settimo) - N. 29 - 5° Piano - Unità 9",
  "Mindfullness Skills instructed by Ms. Mandana Alemi": "Competenze di Mindfulness istruite da Ms. Mandana Alemi",
  "Maktabkhooneh": "Maktabkhooneh",
  "70/100": "70/100",
  "Advanced Python Programming instructed by Mr. Jadi Mirmirani": "Programmazione avanzata in Python istruita da Mr. Jadi Mirmirani",
  "88.7/100": "88.7/100",
  "Thesis: ---": "Tesi: ---",
  "Commercial Networking instructed by Ms. Sara Nazari": "Networking commerciale istruito da Ms. Sara Nazari",
  "Maktabkhonneh": "Maktabkhonneh",
  "100/100": "100/100",
  "Tehran Province, Tehran, Floor -1, Chaarbaagh Building, Beheshti St, Iran": "Provincia di Teheran, Teheran, Piano -1, Edificio Chaarbaagh, Via Beheshti, Iran",
  "Junior UX Designer": "Junior UX Designer",
  "Rahnama Colledge": "Rahnama College",
  "Hello!": "Ciao!",
  "I'm": "Sono",
  "Parsa": "Parsa",
  "Book worm and science nerd": "Topo di biblioteca e nerd della scienza",
  "With a specialized focus in computer engineering, I have dedicated the past two years to mastering React JS/ Native. I blend my passions for literature, art, and technology to create distinctive digital experiences. My journey is driven by an insatiable curiosity and a commitment to exploring and demystifying the complexities of the digital world..": "Con un focus specializzato in ingegneria informatica, ho dedicato gli ultimi due anni a padroneggiare React JS/ Native. Mescolo le mie passioni per la letteratura, l'arte e la tecnologia per creare esperienze digitali distintive. Il mio viaggio è guidato da una curiosità insaziabile e un impegno a esplorare e demistificare le complessità del mondo digitale.",
  "Small Profile": "Piccolo Profilo",
  "based in ,": "con base a ,",
  "Italy": "Italia",
  "with a focus onfront-end development and graphic design": "con un focus sullo sviluppo front-end e sul design grafico",
  "And obsessed with Data Analysis ": "E ossessionato dall'analisi dei dati",
  "Content creator": "Creatore di contenuti",
  "Data Science": "Scienza dei dati",
  "Characteristics": "Caratteristiche",
  "My Properties in both personal and professional aspect": "Le mie proprietà sia nell'aspetto personale che professionale",
  "Professional": "Professionale",
  "Personal": "Personale",
  "Search skills...": "Cerca competenze...",
  "No skills found": "Nessuna competenza trovata",
  "Writings": "Scritti",
  "Photos": "Foto",
  "Projects": "Progetti",
  "Archive": "Archivio",
  "All the things I have done": "Tutte le cose che ho fatto",
  "Search": "Cerca",
  "Zanjan Camping": "Camping a Zanjan",
  "Last day of university in Zanjan, Iran": "Ultimo giorno di università a Zanjan, Iran",
  "Bros Before Hoes": "Amici prima delle ragazze",
  "Daily hangout with the boys and practicing photography": "Uscita quotidiana con i ragazzi e pratica di fotografia",
  "Sky on My Last Birthday in Iran": "Cielo sul mio ultimo compleanno in Iran",
  "My 24th birthday was the last one I had with the boys": "Il mio 24° compleanno è stato l'ultimo che ho avuto con i ragazzi",
  "A Bit of Beauty": "Un po' di bellezza",
  "Mr. Nima is a true gentleman": "Il signor Nima è un vero gentiluomo",
  "Ocean of Clouds #1": "Oceano di Nuvole #1",
  "Random adventure in the middle of nowhere around Qazvin": "Avventura casuale nel bel mezzo del nulla intorno a Qazvin",
  "Ocean of Clouds #2": "Oceano di Nuvole #2",
  "Ocean of Clouds #3": "Oceano di Nuvole #3",
  "Anzali Ocean - Iran": "Oceano di Anzali - Iran",
  "Ocean of Clouds #4": "Oceano di Nuvole #4",
  "A Bit of Me": "Un po' di me",
  "Mr. Nima was trying to mimic my photography style": "Il signor Nima stava cercando di imitare il mio stile fotografico",
  "Ocean of Clouds #5": "Oceano di Nuvole #5",
  "An adventure in the wild": "Un'avventura nella natura selvaggia",
  "Messina Food Festival 2023": "Festival del cibo di Messina 2023",
  "Best food I have ever tried": "Il miglior cibo che abbia mai provato",
  "Sadegh Portrait": "Ritratto di Sadegh",
  "First day of moving to Messina": "Primo giorno di trasferimento a Messina",
  "Mysterious Church": "Chiesa misteriosa",
  "Hiking led to a famous church in the north of Messina": "L'escursionismo ha portato a una famosa chiesa nel nord di Messina",
  "Christmas 2023": "Natale 2023",
  "First experience of Christmas, season of love and new decorations": "Prima esperienza di Natale, stagione dell'amore e nuove decorazioni",
  "Cyberpunk IRL": "Cyberpunk nella vita reale",
  "Bike exhibition in Messina, 2023": "Mostra di biciclette a Messina, 2023",
  "Poor in Look - Rich in Experience": "Povero in apparenza - Ricco di esperienza",
  "Driver was old and poor, but kind and famous": "Il conducente era vecchio e povero, ma gentile e famoso",
  "Cozy House": "Casa accogliente",
  "Helping Sia move to a new place, saw this lovely house": "Aiutando Sia a trasferirsi in un nuovo posto, ho visto questa casa adorabile",
  "Papardo in Anime #1": "Papardo in Anime #1",
  "Papardo showing me some anime vibes": "Papardo mi mostra alcune vibrazioni da anime",
  "Papardo in Anime #2": "Papardo in Anime #2",
  "Mana - Daughter of Messina": "Mana - Figlia di Messina",
  "Adventuring new places with my friend Mana, Christmas 2023": "Avventurarsi in nuovi luoghi con la mia amica Mana, Natale 2023",
  "Kind Ghost": "Fantasma gentile",
  "A bus decorated for Christmas vibes": "Un autobus decorato per l'atmosfera natalizia",
  "My Christmas Gift 2023": "Il mio regalo di Natale 2023",
  "Redbull Secret Study Room #1": "Redbull Secret Study Room #1",
  "The day after a breakup, time for new adventures and challenging my comfort zone": "Il giorno dopo una rottura, tempo per nuove avventure e sfidare la mia zona di comfort",
  "Redbull Secret Study Room #2": "Redbull Secret Study Room #2",
  "Books really work, hung out with Maviva, a famous Italian influencer": "I libri funzionano davvero, ho passato del tempo con Maviva, una famosa influencer italiana",
  "Wall of Memories": "Muro dei ricordi",
  "This image was an achievement for me, I won - a day with a famous guy, as Mr. Nobody": "Questa immagine è stata un traguardo per me, ho vinto - un giorno con un ragazzo famoso, come Mr. Nessuno",
  "Dreams - AI Generated": "Sogni - Generato da AI",
  "Wanderer in the outland, daydreaming of the apocalypse": "Vagabondo nella terra desolata, sognando ad occhi aperti l'apocalisse",
  "Hamid in Fallout - AI Generated": "Hamid in Fallout - Generato da AI",
  "Cyberpunk + Hamid + my imagination + GPT = masterpiece": "Cyberpunk + Hamid + la mia immaginazione + GPT = capolavoro",
  "Solaris in Wonderland - AI Generated": "Solaris nel paese delle meraviglie - Generato da AI",
  "Just playing with my favorite stream photos": "Solo giocando con le foto dei miei stream preferiti",
  "Mahmood the Door Breaker": "Mahmood il rompiporta",
  "He will be mad at me, but that night was the beginning of everything new for all of us": "Sarà arrabbiato con me, ma quella notte è stato l'inizio di tutto ciò che è nuovo per tutti noi",
  "Hamid's Moment": "Il momento di Hamid",
  "First image someone took of me - Hamid": "La prima immagine che qualcuno ha scattato di me - Hamid",
  "Lost in Thoughts": "Perso nei pensieri",
  "My father, thinking of how he should get rid of us :)": "Mio padre, pensando a come dovrebbe sbarazzarsi di noi :)",
  "My First Love - I Miss You - AI Generated": "Il mio primo amore - Mi manchi - Generato da AI",
  "Image generated by my diary on the first day of my breakup": "Immagine generata dal mio diario nel primo giorno della mia rottura",
  "Beginning of a new adventure in Zanjan": "Inizio di una nuova avventura a Zanjan",
  "My Poor Little Self - AI Generated": "Il mio povero piccolo io - Generato da AI",
  "Image of my loneliness in Messina, created from my diary by AI": "Immagine della mia solitudine a Messina, creata dal mio diario tramite AI",
  "Two Lovers": "Due amanti",
  "Do you see the lovers? Those who are trying to get to each other": "Vedi gli amanti? Quelli che stanno cercando di raggiungersi",
  "God is Love": "Dio è amore",
  "I believe in every god, the one entity who owns us": "Credo in ogni dio, l'unica entità che ci possiede",
  "Tell Her": "Diglielo",
  "Capture the moments that they will forget": "Cattura i momenti che dimenticheranno",
  "ZNU Water": "Acqua ZNU",
  "Parham": "Parham",
  "My best companion in ZNU till the 3rd year": "Il mio miglior compagno a ZNU fino al 3° anno",
  "Annunziata Photography #1": "Annunziata Fotografia #1",
  "Additia's birthday was the reason I was there, one of the best memories of Messina": "Il compleanno di Additia è stato il motivo per cui ero lì, uno dei migliori ricordi di Messina",
  "Annunziata Photography #2": "Annunziata Fotografia #2",
  "A Bit of Me Before Disaster": "Un po' di me prima del disastro",
  "Sometimes I feel pity for my old self, for the pain he went through": "A volte provo pena per il mio vecchio io, per il dolore che ha attraversato",
  "WixLoop": "WixLoop",
  "React JS": "React JS",
  "Wixloop is my personal website, designed for business and dating purposes. It serves as a comprehensive introduction to myself, showcasing my skills, works, and archives. Visitors can explore my programming abilities, portfolio, travel stories, projects I have worked on, contact information, personal and professional interests, as well as my education and work experience. While its current function is solely for self-introduction, the future vision for this website is to evolve into a business platform.": "Wixloop è il mio sito web personale, progettato per scopi commerciali e di incontri. Funziona come una presentazione completa di me stesso, mostrando le mie competenze, opere e archivi. I visitatori possono esplorare le mie abilità di programmazione, il portfolio, le storie di viaggio, i progetti su cui ho lavorato, le informazioni di contatto, gli interessi personali e professionali, così come la mia formazione e l'esperienza lavorativa. Mentre la sua funzione attuale è solo per l'auto-presentazione, la visione futura per questo sito web è di evolversi in una piattaforma commerciale.",
  "May 2024": "Maggio 2024",
  "End of my time": "Fine del mio tempo",
  "JanamaTasvir": "JanamaTasvir",
  "JanmaTafsir is an innovative platform designed to streamline the judicial process within the country's legal system. By focusing on cases related to agricultural and non-agricultural land disputes, this platform aims to prevent simple or clear-cut cases from clogging court schedules. Users can specify the location of the land, upload relevant documents, and mutually select an expert to assess the situation. The expert's findings are then published on the website. If the opinions of both experts align, the case proceeds to the next stages; if not, it is referred to court. JanmaTafsir enhances efficiency, reduces courtroom congestion, and ensures swift, reliable resolutions.": "JanmaTafsir è una piattaforma innovativa progettata per semplificare il processo giudiziario all'interno del sistema legale del paese. Concentrandosi sui casi relativi a controversie terriere agricole e non agricole, questa piattaforma mira a prevenire che casi semplici o chiari intasino i calendari dei tribunali. Gli utenti possono specificare la posizione del terreno, caricare documenti rilevanti e selezionare reciprocamente un esperto per valutare la situazione. I risultati dell'esperto vengono poi pubblicati sul sito web. Se le opinioni di entrambi gli esperti coincidono, il caso procede alle fasi successive; in caso contrario, viene riferito al tribunale. JanmaTafsir migliora l'efficienza, riduce la congestione dei tribunali e garantisce risoluzioni rapide e affidabili.",
  "March 8, 2022": "8 marzo 2022",
  "July 10, 2022": "10 luglio 2022",
  "React JS developer / UI UX designer": "Sviluppatore React JS / Designer UI UX",
  "DoorMaster": "DoorMaster",
  "The DoorMaster project is a team initiative that integrates image processing, a mobile application, and hardware. The goal was to create the most intelligent camera at the lowest cost, capable of unlocking doors even when the person is wearing a mask or has a facial injury. This process was powered by artificial intelligence. A mobile app was developed to manage authorized individuals, allowing users to unlock the door via their phone, control access, and monitor entry and exit logs along with the latest image used by the system to unlock the door. The project utilized Raspberry Pi and Kinect Xbox 360 camera.": "Il progetto DoorMaster è un'iniziativa di team che integra l'elaborazione delle immagini, un'applicazione mobile e l'hardware. L'obiettivo era creare la telecamera più intelligente al costo più basso, capace di sbloccare le porte anche quando la persona indossa una maschera o ha un infortunio facciale. Questo processo è stato alimentato dall'intelligenza artificiale. È stata sviluppata un'app mobile per gestire le persone autorizzate, consentendo agli utenti di sbloccare la porta tramite il telefono, controllare l'accesso e monitorare i registri di entrata e uscita insieme all'ultima immagine utilizzata dal sistema per sbloccare la porta. Il progetto ha utilizzato Raspberry Pi e la fotocamera Kinect Xbox 360.",
  "Nov 2022": "Novembre 2022",
  "Sep 2023": "Settembre 2023",
  "React Native Developer / UI UX designer / Product Manager": "Sviluppatore React Native / Designer UI UX / Product Manager",
  "NearNow": "NearNow",
  "NearNow is an innovative app designed to eliminate the uncertainty of waiting. Whether you are expecting a postal package, tracking an online purchase, or waiting for a friend or a loved one, this app shows the real-time location of both parties simultaneously. Utilizing signal towers, it even works offline to provide continuous tracking. Once both parties accept the request, they join a group where their locations are tracked until they reach the destination. This way, you can estimate the arrival time accurately, preventing situations like ghosting or losing track of a package, as you always know their current location.": "NearNow è un'app innovativa progettata per eliminare l'incertezza dell'attesa. Che tu stia aspettando un pacco postale, tracciando un acquisto online o aspettando un amico o una persona cara, questa app mostra la posizione in tempo reale di entrambe le parti simultaneamente. Utilizzando le torri di segnale, funziona anche offline per fornire un tracciamento continuo. Una volta che entrambe le parti accettano la richiesta, si uniscono a un gruppo in cui le loro posizioni vengono tracciate fino a raggiungere la destinazione. In questo modo, puoi stimare accuratamente il tempo di arrivo, prevenendo situazioni come ghosting o perdere traccia di un pacco, poiché conosci sempre la loro posizione attuale.",
  "May, 2022": "Maggio 2022",
  "Sep, 2022": "Settembre 2022",
  "Website Developer / UI UX designer": "Sviluppatore di siti web / Designer UI UX",
  "Taraz": "Taraz",
  "Taraaz is an app designed to assist students preparing for the national university entrance exam. It offers planning tools, academic counseling, and competitive features to enhance their study experience. Counselors can add their students to personalized groups and create tailored study plans. With just a few clicks, students can track their progress, compare their current performance with previous weeks, and monitor changes in their exam scores and rankings. For those without a counselor, the app allows them to choose from a pool of advisors and join the competitive arena.": "Taraaz è un'app progettata per assistere gli studenti nella preparazione per l'esame di ammissione all'università nazionale. Offre strumenti di pianificazione, consulenza accademica e funzionalità competitive per migliorare la loro esperienza di studio. I consulenti possono aggiungere i loro studenti a gruppi personalizzati e creare piani di studio su misura. Con pochi clic, gli studenti possono tracciare i loro progressi, confrontare le loro prestazioni attuali con quelle delle settimane precedenti e monitorare i cambiamenti nei loro punteggi e classifiche degli esami. Per coloro che non hanno un consulente, l'app consente loro di scegliere da un pool di consiglieri e unirsi all'arena competitiva.",
  "Sep, 2021": "Settembre 2021",
  "UI/UX Designer and product manager": "Designer UI/UX e product manager",
  "DaryaBuildings": "DaryaBuildings",
  "DaryaBuildings is a website designed for selecting and customizing your dream home. It offers investment opportunities and allows for personalization of homes under construction by choosing building materials. Users can view both completed and under-construction homes. For completed homes, users can select the desired unit, schedule a meeting, and proceed with the purchase in person. For pre-purchase, users can customize the building materials and desired changes, receive a receipt, and bring it to the meeting along with any additional payment, then wait for their dream home to be built.": "DaryaBuildings è un sito web progettato per la selezione e la personalizzazione della tua casa dei sogni. Offre opportunità di investimento e consente la personalizzazione delle case in costruzione scegliendo i materiali da costruzione. Gli utenti possono visualizzare sia le case completate che quelle in costruzione. Per le case completate, gli utenti possono selezionare l'unità desiderata, fissare un incontro e procedere con l'acquisto di persona. Per la pre-acquisto, gli utenti possono personalizzare i materiali da costruzione e le modifiche desiderate, ricevere una ricevuta e portarla all'incontro insieme a qualsiasi pagamento aggiuntivo, quindi aspettare che la loro casa dei sogni venga costruita.",
  "June 12, 2022": "12 giugno 2022",
  "July 12, 2022": "12 luglio 2022",
  "Website Developer": "Sviluppatore di siti web",
  "Start": "Inizio",
  "End": "Fine",
  "Instead of Death,Play": "Invece della morte, gioca",
  "The story of Instead of Death,Play! tells the story of a strange night in the life of a pious boy named Parsa who encounters the angel of death. Parsa is happily playing Call of Duty MW2, but when the Angel of Death comes to take his soul, he manages to trick the Angel of Death into playing with him. In the meantime, there are funny moments that show how Parsa uses the most clever methods to postpone his death and creates lasting memories for himself and even the angel of death.": "La storia di Invece della morte, gioca! racconta la storia di una notte strana nella vita di un ragazzo pio di nome Parsa che incontra l'angelo della morte. Parsa sta giocando felicemente a Call of Duty MW2, ma quando l'angelo della morte viene a prendere la sua anima, riesce a ingannarlo facendolo giocare con lui. Nel frattempo, ci sono momenti divertenti che mostrano come Parsa utilizza i metodi più intelligenti per posticipare la sua morte e crea ricordi duraturi per sé stesso e persino per l'angelo della morte.",
  "What if...": "E se...",
  "This story is about Hossein, a kind old man who lives in a warm and friendly hut. He shelters a family that is lost in the snow and cold. But the main point of the story is the presence of the ghost of a young soldier who, with his war wounds and worn uniform, guides the family to the hut and watches over them from afar. This story is a combination of memories of war, sacrifice, and the warmth of humanity in the heart of the cold winter.": "Questa storia parla di Hossein, un vecchio gentile che vive in una capanna calda e accogliente. Ospita una famiglia che è persa nella neve e nel freddo. Ma il punto principale della storia è la presenza del fantasma di un giovane soldato che, con le sue ferite di guerra e l'uniforme logora, guida la famiglia alla capanna e veglia su di loro da lontano. Questa storia è una combinazione di ricordi di guerra, sacrificio e il calore dell'umanità nel cuore del freddo inverno.",
  "Loneliness in the style of delegation": "Solitudine in stile delegazione",
  "The story (Loneliness in the style of delegation) narrates the deep loneliness of a young man named Hamed, who falls into thinking in the evening of a cold and cloudy day, in a corner of a busy and noisy street. Despite the many people passing by, Hamed feels that he is alone and no one is paying attention to him. But with the arrival of a stranger and a religious delegation passing by, a light of hope and faith is lit in his heart. In this story, religion and spirituality take Hamed's hand and pull him out of the well of loneliness.": "La storia (Solitudine in stile delegazione) narra la profonda solitudine di un giovane di nome Hamed, che cade nei pensieri nella sera di una giornata fredda e nuvolosa, in un angolo di una strada affollata e rumorosa. Nonostante le molte persone che passano, Hamed sente di essere solo e che nessuno gli presta attenzione. Ma con l'arrivo di uno sconosciuto e una delegazione religiosa che passa, una luce di speranza e fede si accende nel suo cuore. In questa storia, la religione e la spiritualità prendono la mano di Hamed e lo tirano fuori dal pozzo della solitudine.",
  "Lonely Warrior": "Guerriero solitario",
  "The story of Lonely Warrior tells the story of a child who falls asleep in a mosque and sees himself in the battlefield next to Imam Hussein (a.s.) and his companions. This child helps Imam Hussain (AS) in his dreams and fights bravely against the enemies. Although in reality, the child has fallen into a deep sleep, but in his imaginary world, he engages in a battle full of courage and sacrifice, and finally, when he wakes up, he has a satisfying smile on his face. Combining the elements of courage, faith and dreaming, this story takes the reader to a different and inspiring world.": "La storia di Guerriero solitario racconta la storia di un bambino che si addormenta in una moschea e si vede sul campo di battaglia accanto all'Imam Hussein (a.s.) e ai suoi compagni. Questo bambino aiuta l'Imam Hussein (a.s.) nei suoi sogni e combatte coraggiosamente contro i nemici. Anche se nella realtà il bambino è caduto in un sonno profondo, nel suo mondo immaginario, si impegna in una battaglia piena di coraggio e sacrificio, e infine, quando si sveglia, ha un sorriso soddisfatto sul viso. Combinando gli elementi di coraggio, fede e sogno, questa storia porta il lettore in un mondo diverso e ispiratore.",
  "Wanna Read It?": "Vuoi leggerlo?"
}
