{
  "WIXLOOP": "WIXLOOP",
  "Home": "Casa",
  "archive": "Archivio",
  "About Me": "Su di me",
  "Profile": "Profilo",
  "Welcome to my Digital Haven,": "Benvenuti nel mio rifugio digitale,",
  "Data Scientist": "Data Scientist",
  "Content Creator": "Creatore di contenuti",
  "Web Developer": "Sviluppatore web",
  "where words weave tales and data dances.": "dove le parole tessono racconti e i dati danzano.",
  "Dive into my world of creations and adventures.": "Immergiti nel mio mondo di creazioni e avventure.",
  "Explore the Archive to find my whole lifetime activities.": "Esplora l'archivio per trovare tutte le mie attività.",
  "Learn More about me": "Scopri di più su di me",
  "Personal Info": "Informazioni personali",
  "Jun , 12, 1999 (Gemini)": "12 Giugno 1999 (Gemelli)",
  "Wixloop.contact@gmail.com": "Wixloop.contact@gmail.com",
  "Born in Ghazvin - Iran": "Nato a Ghazvin - Iran",
  "Living in ME , Italy": "Vive in ME, Italia",
  "INFJ - A": "INFJ - A",
  "Icon": "Icona",
  "Favorite countries": "Paesi preferiti",
  "Amir Hossein Najafi": "Amir Hossein Najafi",
  "CEO of Faviran company": "CEO della società Faviran",
  "\"I had the pleasure of working with Parsa for three years, and during that time, I was consistently impressed by their dedication and work ethic. They tackled every challenge with enthusiasm and a can-do attitude, and I would highly recommend them to any future employer.\"": "\"Ho avuto il piacere di lavorare con Parsa per tre anni e durante quel periodo sono rimasto costantemente impressionato dalla sua dedizione e etica del lavoro. Ha affrontato ogni sfida con entusiasmo e un atteggiamento positivo, e lo raccomanderei vivamente a qualsiasi futuro datore di lavoro.\"",
  "Hadiseh Pouesheikh": "Hadiseh Pouesheikh",
  "Literary creation expert at KPF": "Esperto di creazione letteraria presso KPF",
  "\"As Parsa's teacher for nearly a decade, I can say without reservation that they are one of the most creative, hard-working, and disciplined individuals I've had the pleasure of instructing. I'm confident that they will be an asset to any team lucky enough to have them.\"": "\"Come insegnante di Parsa per quasi un decennio, posso dire senza esitazione che è una delle persone più creative, laboriose e disciplinate che ho avuto il piacere di istruire. Sono fiducioso che sarà una risorsa per qualsiasi squadra abbastanza fortunata da averlo.\"",
  "Ali Amiri": "Ali Amiri",
  "Associate professor at ZNU": "Professore associato presso ZNU",
  "\"I had the privilege of supervising Parsa during their bachelor's degree, and I was consistently impressed by their eagerness to take on new challenges and their enthusiasm for learning. They were always willing to go above and beyond what was expected of them, and their dedication to their work was truly inspiring.\"": "\"Ho avuto il privilegio di supervisionare Parsa durante il suo corso di laurea e sono rimasto costantemente impressionato dal suo entusiasmo nell'affrontare nuove sfide e dal suo entusiasmo per l'apprendimento. Era sempre disposto a fare più di quanto ci si aspettasse da lui e la sua dedizione al lavoro era davvero ispiratrice.\"",
  "Recommendations": "Raccomandazioni",
  "What Do My Supervisors Say": "Cosa dicono i miei supervisori",
  "Read Less": "Leggi meno",
  "Read More": "Leggi di più",
  "home": "casa",
  "education": "educazione",
  "clients": "clienti",
  "skills": "abilità",
  "Your browser does not support the video tag.": "Il tuo browser non supporta il tag video.",
  "Address": "Indirizzo",
  "Grade": "Voto",
  "Website": "Sito web",
  "Entry Exam Certificate": "Certificato di esame di ammissione",
  "Certification": "Certificazione",
  "Transcripts": "Trascrizioni",
  "Education": "Educazione",
  "All of the certifications and graduations": "Tutte le certificazioni e le lauree",
  
  "Hello!": "Ciao!",
  "I'm": "Io sono",
  "Parsa": "Parsa",
  "Book worm and science nerd": "Topo di biblioteca e nerd della scienza",
  "Welcome! I'm Parsa, a product designer and Webflow developer. I intertwine my love for literature, art, and technology to craft unique digital experiences. I’m passionate about data science, storytelling, travel, and creating impactful content.": "Benvenuto! Sono Parsa, un designer di prodotti e sviluppatore Webflow. Intreccio il mio amore per la letteratura, l'arte e la tecnologia per creare esperienze digitali uniche. Sono appassionato di scienza dei dati, narrazione, viaggi e creazione di contenuti di impatto.",
  "Small Profile": "Profilo breve",
  "Based in": "Basato a",
  "Bangladesh": "Bangladesh",
  "I'm also a": "Sono anche un",
  "Webflow developer": "Sviluppatore Webflow",
  "Content creator": "Creatore di contenuti",
  "Data Science": "Scienza dei dati",
  "Characteristics": "Caratteristiche",
  "My Properties in both personal and professional aspect": "Le mie proprietà sia nell'aspetto personale che professionale",
  "Professional": "Professionale",
  "Personal": "Personale",
  "Search skills...": "Cerca abilità...",
  "No skills found": "Nessuna abilità trovata",
  "Writings": "Scritti",
  "Photos": "Foto",
  "Projects": "Progetti",
  "Archive": "Archivio",
  "All the things I have done": "Tutte le cose che ho fatto",
  "Search": "Cerca",
  "Zanjan Camping": "Campeggio a Zanjan",
  "Last day of university in Zanjan, Iran": "Ultimo giorno di università a Zanjan, Iran",
  "Bros Before Hoes": "Amici prima delle ragazze",
  "Daily hangout with the boys and practicing photography": "Passare il tempo con i ragazzi e praticare la fotografia",
  "Sky on My Last Birthday in Iran": "Cielo sul mio ultimo compleanno in Iran",
  "My 24th birthday was the last one I had with the boys": "Il mio 24esimo compleanno è stato l'ultimo che ho passato con i ragazzi",
  "A Bit of Beauty": "Un po' di bellezza",
  "Mr. Nima is a true gentleman": "Il signor Nima è un vero gentiluomo",
  "Ocean of Clouds #1": "Oceano di nuvole #1",
  "Random adventure in the middle of nowhere around Qazvin": "Avventura casuale in mezzo al nulla intorno a Qazvin",
  "Ocean of Clouds #2": "Oceano di nuvole #2",
  "Ocean of Clouds #3": "Oceano di nuvole #3",
  "Anzali Ocean - Iran": "Oceano di Anzali - Iran",
  "Ocean of Clouds #4": "Oceano di nuvole #4",
  "A Bit of Me": "Un po' di me",
  "Mr. Nima was trying to mimic my photography style": "Il signor Nima cercava di imitare il mio stile fotografico",
  "Ocean of Clouds #5": "Oceano di nuvole #5",
  "An adventure in the wild": "Un'avventura nella natura selvaggia",
  "Messina Food Festival 2023": "Festival del cibo di Messina 2023",
  "Best food I have ever tried": "Il miglior cibo che abbia mai provato",
  "Sadegh Portrait": "Ritratto di Sadegh",
  "First day of moving to Messina": "Primo giorno di trasferimento a Messina",
  "Mysterious Church": "Chiesa misteriosa",
  "Hiking led to a famous church in the north of Messina": "L'escursione ha portato a una chiesa famosa nel nord di Messina",
  "Christmas 2023": "Natale 2023",
  "First experience of Christmas, season of love and new decorations": "Prima esperienza di Natale, stagione d'amore e nuove decorazioni",
  "Cyberpunk IRL": "Cyberpunk nella vita reale",
  "Bike exhibition in Messina, 2023": "Mostra di biciclette a Messina, 2023",
  "Poor in Look - Rich in Experience": "Povero nell'aspetto - Ricco di esperienza",
  "Driver was old and poor, but kind and famous": "Il conducente era vecchio e povero, ma gentile e famoso",
  "Cozy House": "Casa accogliente",
  "Helping Sia move to a new place, saw this lovely house": "Aiutando Sia a trasferirsi in un nuovo posto, ho visto questa bella casa",
  "Papardo in Anime #1": "Papardo in Anime #1",
  "Papardo showing me some anime vibes": "Papardo mi mostra delle vibrazioni da anime",
  "Papardo in Anime #2": "Papardo in Anime #2",
  "Mana - Daughter of Messina": "Mana - Figlia di Messina",
  "Adventuring new places with my friend Mana, Christmas 2023": "Avventurandomi in nuovi posti con la mia amica Mana, Natale 2023",
  "Kind Ghost": "Fantasma gentile",
  "A bus decorated for Christmas vibes": "Un autobus decorato per l'atmosfera natalizia",
  "My Christmas Gift 2023": "Il mio regalo di Natale 2023",
  "Redbull Secret Study Room #1": "Stanza segreta di studio Redbull #1",
  "The day after a breakup, time for new adventures and challenging my comfort zone": "Il giorno dopo una rottura, tempo per nuove avventure e per sfidare la mia zona di comfort",
  "Redbull Secret Study Room #2": "Stanza segreta di studio Redbull #2",
  "Books really work, hung out with Maviva, a famous Italian influencer": "I libri funzionano davvero, sono uscito con Maviva, un'influencer italiana famosa",
  "Wall of Memories": "Muro dei ricordi",
  "This image was an achievement for me, I won - a day with a famous guy, as Mr. Nobody": "Questa immagine è stata un traguardo per me, ho vinto - un giorno con un ragazzo famoso, come Mr. Nobody",
  "Dreams - AI Generated": "Sogni - Generati dall'AI",
  "Wanderer in the outland, daydreaming of the apocalypse": "Vagabondo nel deserto, sognando ad occhi aperti l'apocalisse",
  "Hamid in Fallout - AI Generated": "Hamid in Fallout - Generato dall'AI",
  "Cyberpunk + Hamid + my imagination + GPT = masterpiece": "Cyberpunk + Hamid + la mia immaginazione + GPT = capolavoro",
  "Solaris in Wonderland - AI Generated": "Solaris nel paese delle meraviglie - Generato dall'AI",
  "Just playing with my favorite stream photos": "Sto solo giocando con le foto del mio stream preferito",
  "Mahmood the Door Breaker": "Mahmood il Rompiporte",
  "He will be mad at me, but that night was the beginning of everything new for all of us": "Sarà arrabbiato con me, ma quella notte è stata l'inizio di tutto il nuovo per tutti noi",
  "Hamid's Moment": "Il momento di Hamid",
  "First image someone took of me - Hamid": "Prima immagine che qualcuno ha scattato di me - Hamid",
  "Lost in Thoughts": "Perso nei pensieri",
  "My father, thinking of how he should get rid of us :)": "Mio padre, pensando a come dovrebbe liberarsi di noi :)",
  "My First Love - I Miss You - AI Generated": "Il mio primo amore - Mi manchi - Generato dall'AI",
  "Image generated by my diary on the first day of my breakup": "Immagine generata dal mio diario il primo giorno della mia rottura",
  "Beginning of a new adventure in Zanjan": "Inizio di una nuova avventura a Zanjan",
  "My Poor Little Self - AI Generated": "Il mio povero piccolo io - Generato dall'AI",
  "Image of my loneliness in Messina, created from my diary by AI": "Immagine della mia solitudine a Messina, creata dal mio diario dall'AI",
  "Two Lovers": "Due amanti",
  "Do you see the lovers? Those who are trying to get to each other": "Vedi gli amanti? Quelli che cercano di raggiungersi",
  "God is Love": "Dio è amore",
  "I believe in every god, the one entity who owns us": "Credo in ogni dio, l'unica entità che ci possiede",
  "Tell Her": "Dille",
  "Capture the moments that they will forget": "Cattura i momenti che dimenticheranno",
  "ZNU Water": "Acqua ZNU",
  "Parham": "Parham",
  "My best companion in ZNU till the 3rd year": "Il mio miglior compagno a ZNU fino al terzo anno",
  "Annunziata Photography #1": "Fotografia Annunziata #1",
  "Additia's birthday was the reason I was there, one of the best memories of Messina": "Il compleanno di Additia era il motivo per cui ero lì, uno dei migliori ricordi di Messina",
  "Annunziata Photography #2": "Fotografia Annunziata #2",
  "A Bit of Me Before Disaster": "Un po' di me prima del disastro",
  "Sometimes I feel pity for my old self, for the pain he went through": "A volte provo pietà per il mio vecchio io, per il dolore che ha passato",
  "Project Alpha": "Progetto Alpha",
  "Get access to quick and reliable cash loans with Project Alpha, the online lending platform that's...": "Accedi a prestiti in denaro rapidi e affidabili con Project Alpha, la piattaforma di prestito online che...",
  "July 14, 2022": "14 luglio 2022",
  "July 10, 2022": "10 luglio 2022",
  "Project Beta": "Progetto Beta",
  "Decentralized platform that enables content creators to monetize their work using Basic Att...": "Piattaforma decentralizzata che consente ai creatori di contenuti di monetizzare il loro lavoro utilizzando Basic Att...",
  "March 8, 2022": "8 marzo 2022",
  "Project Gamma": "Progetto Gamma",
  "Effortless and Secure Transactions: Project Gamma, Powered by Basic Attention Token...": "Transazioni senza sforzo e sicure: Project Gamma, supportato da Basic Attention Token...",
  "June 12, 2022": "12 giugno 2022",
  "July 12, 2022": "12 luglio 2022",
 
  "Instead of Death,Play": "Invece della morte, gioca",
  "The story of Instead of Death,Play! tells the story of a strange night in the life of a pious boy named Parsa who encounters the angel of death. Parsa is happily playing Call of Duty MW2, but when the Angel of Death comes to take his soul, he manages to trick the Angel of Death into playing with him. In the meantime, there are funny moments that show how Parsa uses the most clever methods to postpone his death and creates lasting memories for himself and even the angel of death.": "La storia di Invece della morte, gioca! racconta la storia di una notte strana nella vita di un ragazzo pio di nome Parsa che incontra l'angelo della morte. Parsa sta giocando felicemente a Call of Duty MW2, ma quando l'angelo della morte viene a prendere la sua anima, riesce a ingannarlo facendolo giocare con lui. Nel frattempo, ci sono momenti divertenti che mostrano come Parsa usa i metodi più intelligenti per rimandare la sua morte e creare ricordi duraturi per sé stesso e persino per l'angelo della morte.",
  "What if...": "E se...",
  "This story is about Hossein, a kind old man who lives in a warm and friendly hut. He shelters a family that is lost in the snow and cold. But the main point of the story is the presence of the ghost of a young soldier who, with his war wounds and worn uniform, guides the family to the hut and watches over them from afar. This story is a combination of memories of war, sacrifice, and the warmth of humanity in the heart of the cold winter.": "Questa storia riguarda Hossein, un vecchio gentile che vive in una capanna calda e amichevole. Lui ospita una famiglia che si è persa nella neve e nel freddo. Ma il punto principale della storia è la presenza del fantasma di un giovane soldato che, con le sue ferite di guerra e la divisa logora, guida la famiglia alla capanna e la sorveglia da lontano. Questa storia è una combinazione di ricordi di guerra, sacrificio e il calore dell'umanità nel cuore del freddo inverno.",
  "Loneliness in the style of delegation": "Solitudine nello stile della delegazione",
  "The story (Loneliness in the style of delegation) narrates the deep loneliness of a young man named Hamed, who falls into thinking in the evening of a cold and cloudy day, in a corner of a busy and noisy street. Despite the many people passing by, Hamed feels that he is alone and no one is paying attention to him. But with the arrival of a stranger and a religious delegation passing by, a light of hope and faith is lit in his heart. In this story, religion and spirituality take Hamed's hand and pull him out of the well of loneliness.": "La storia (Solitudine nello stile della delegazione) narra la profonda solitudine di un giovane di nome Hamed, che cade in riflessione nella sera di una giornata fredda e nuvolosa, in un angolo di una strada trafficata e rumorosa. Nonostante le molte persone che passano, Hamed si sente solo e nessuno gli presta attenzione. Ma con l'arrivo di uno sconosciuto e il passaggio di una delegazione religiosa, una luce di speranza e fede si accende nel suo cuore. In questa storia, la religione e la spiritualità prendono la mano di Hamed e lo tirano fuori dal pozzo della solitudine.",
  "Lonely Warrior": "Guerriero solitario",
  "The story of Lonely Warrior tells the story of a child who falls asleep in a mosque and sees himself in the battlefield next to Imam Hussein (a.s.) and his companions. This child helps Imam Hussain (AS) in his dreams and fights bravely against the enemies. Although in reality, the child has fallen into a deep sleep, but in his imaginary world, he engages in a battle full of courage and sacrifice, and finally, when he wakes up, he has a satisfying smile on his face. Combining the elements of courage, faith and dreaming, this story takes the reader to a different and inspiring world.": "La storia di Guerriero solitario racconta la storia di un bambino che si addormenta in una moschea e si vede sul campo di battaglia accanto all'Imam Hussein (a.s.) e ai suoi compagni. Questo bambino aiuta l'Imam Hussain (AS) nei suoi sogni e combatte coraggiosamente contro i nemici. Sebbene nella realtà il bambino sia caduto in un sonno profondo, nel suo mondo immaginario, si impegna in una battaglia piena di coraggio e sacrificio e, infine, quando si sveglia, ha un sorriso soddisfatto sul volto. Combinando gli elementi di coraggio, fede e sogno, questa storia porta il lettore in un mondo diverso e ispirante.",
  
  "Start Date": "Data di inizio",
  "End Date": "Data di fine",
  "Total Fundraising": "Raccolta fondi totale",
  "Total Funds Raised": "Fondi totali raccolti",
  "Max Allocation": "Allocazione massima",
  "Number of People Funded": "Numero di persone finanziate",
  "Wanna Read It?": "Vuoi leggerlo?",
  "Piazza Pugliatti, 1 - 98122 Messina": "Piazza Pugliatti, 1 - 98122 Messina",
  "Master of Data Science": "Master in Data Science",
  "University of Messina": "Università di Messina",
  " -/100": "-/100",
  "My new adventure in ME, Italy, as a student of data science. I am not sure what will happen, but I am loving it!": "La mia nuova avventura a ME, Italia, come studente di data science. Non sono sicuro di cosa succederà, ma mi sta piacendo!",
  "PG44+3C8، زنجان": "PG44+3C8, Zanjan",
  "Master of AI Engineering": "Master in Ingegneria dell'IA",
  "IASBS": "IASBS",
  "-/100": "-/100",
  "I withdrew from this university due to moving abroad to work on my senior thesis and research on communication and ethical frameworks in artificial intelligence communities.": "Ho abbandonato questa università per trasferirmi all'estero per lavorare alla mia tesi finale e fare ricerca sui framework di comunicazione ed etici nelle comunità di intelligenza artificiale.",
  "M9PX+FX7, Zanjan, Zanjan Province, Iran": "M9PX+FX7, Zanjan, Provincia di Zanjan, Iran",
  "Thesis: Smart Door Access System (19.25/20)": "Tesi: Sistema di Accesso alla Porta Intelligente (19.25/20)",
  "Bachelor of Computer Engineering": "Laurea in Ingegneria Informatica",
  "ZNU": "Università di Zanjan",
  "14.44/20": "14.44/20",
  "72J6+RCP District 2, Qazvin, Qazvin Province": "72J6+RCP Distretto 2, Qazvin, Provincia di Qazvin",
  "Pre-University of Mathematics Science": "Pre-Università delle Scienze Matematiche",
  "Sadra Highschool": "Liceo Sadra",
  "16.73/20": "16.73/20",
  "Mathematics and Physics Diploma": "Diploma di Matematica e Fisica",
  "18.24/20": "18.24/20",
  "تهران - خیابان آیت‌الله کاشانی - بلوار اباذر - نبش کوچه شرافتی (هفتم) - پلاک ۲۹ - طبقه 5 - واحد 9": "Tehran - via Ayatollah Kashani - viale Abazar - angolo con il vicolo Sharafati (settimo) - numero 29 - quinto piano - unità 9",
  "Mindfullness Skills instructed by Ms. Mandana Alemi": "Competenze di Mindfulness insegnate dalla Sig.ra Mandana Alemi",
  "Maktabkhooneh": "Maktabkhooneh",
  "70/100": "70/100",
  "Advanced Python Programming instructed by Mr. Jadi Mirmirani": "Programmazione avanzata in Python insegnata dal Sig. Jadi Mirmirani",
  "88.7/100": "88.7/100",
  "Thesis: ---": "Tesi: ---",
  "Commercial Networking instructed by Ms. Sara Nazari": "Networking commerciale insegnato dalla Sig.ra Sara Nazari",
  "Maktabkhonneh": "Maktabkhonneh",
  "100/100": "100/100",
  "Tehran Province, Tehran, Floor -1, Chaarbaagh Building, Beheshti St, Iran": "Provincia di Teheran, Teheran, piano -1, edificio Chaarbaagh, via Beheshti, Iran",
  "Junior UX Designer": "Designer UX Junior",
  "Rahnama Colledge": "Rahnama Colledge"
  }
  


 
