{
  "2022": "2022",
  "2023": "2023",
  "2024": "2024",
  "WIXLOOP": "ویکس لوپ",
  "Home": "خانه",
  "archive": "آرشیو",
  "About Me": "درباره من",
  "Profile": "پروفایل",
  "Welcome to my Digital Haven,": "به پناهگاه دیجیتالی من خوش آمدید،",
  "Data Scientist": "دانشمند داده",
  "Content Creator": "تولیدکننده محتوا",
  "Web Developer": "توسعه‌دهنده وب",
  "where words weave tales and data dances.": "جایی که کلمات داستان‌ها را می‌بافند و داده‌ها می‌رقصند.",
  "Dive into my world of creations and adventures.": "به دنیای خلاقیت‌ها و ماجراجویی‌های من غوطه‌ور شوید.",
  "Explore the Archive to find my whole lifetime activities.": "آرشیو را بررسی کنید تا فعالیت‌های تمام عمر من را پیدا کنید.",
  "Learn More about me": "بیشتر درباره من بدانید",
  "Personal Info": "اطلاعات شخصی",
  "Jun , 12, 1999 (Gemini)": "۱۲ ژوئن ۱۹۹۹ (جوزا)",
  "Wixloop.contact@gmail.com": "Wixloop.contact@gmail.com",
  "Born in Ghazvin - Iran": "متولد قزوین - ایران",
  "Living in ME , Italy": "ساکن مسینا، ایتالیا",
  "INFJ - A": "INFJ - A",
  "Icon": "آیکون",
  "Favorite countries": "کشورهای مورد علاقه",
  "Amir Hossein Najafi": "امیرحسین نجفی",
  "CEO of Faviran company": "مدیرعامل شرکت فاوی ران",
  "\"I had the pleasure of working with Parsa for three years, and during that time, I was consistently impressed by their dedication and work ethic. They tackled every challenge with enthusiasm and a can-do attitude, and I would highly recommend them to any future employer.\"": "\"من این افتخار را داشتم که سه سال با پارسا کار کنم و در این مدت همواره از تعهد و اخلاق کاری آنها تحت تأثیر قرار گرفتم. آنها هر چالشی را با اشتیاق و نگرش مثبت پذیرفتند و من قویاً آنها را به هر کارفرمای آینده توصیه می‌کنم.\"",
  "Hadiseh Pouesheikh": "حدیثه پویشی",
  "Literary creation expert at KPF": "کارشناس خلق ادبی در KPF",
  "\"As Parsa's teacher for nearly a decade, I can say without reservation that they are one of the most creative, hard-working, and disciplined individuals I've had the pleasure of instructing. I'm confident that they will be an asset to any team lucky enough to have them.\"": "\"به عنوان معلم پارسا برای تقریباً یک دهه، بدون شک می‌توانم بگویم که آنها یکی از خلاق‌ترین، سخت‌کوش‌ترین و منظم‌ترین افرادی هستند که افتخار آموزش دادن به آنها را داشته‌ام. من مطمئنم که آنها برای هر تیمی که خوش‌شانس باشد که آنها را داشته باشد، یک دارایی ارزشمند خواهند بود.\"",
  "Ali Amiri": "علی امیری",
  "Associate professor at ZNU": "استاد یار در دانشگاه زنجان",
  "\"I had the privilege of supervising Parsa during their bachelor's degree, and I was consistently impressed by their eagerness to take on new challenges and their enthusiasm for learning. They were always willing to go above and beyond what was expected of them, and their dedication to their work was truly inspiring.\"": "\"من این افتخار را داشتم که در دوره لیسانس پارسا نظارت کنم و همواره از اشتیاق آنها برای پذیرش چالش‌های جدید و علاقه‌مندی آنها به یادگیری تحت تأثیر قرار گرفتم. آنها همیشه آماده بودند تا بیش از حد انتظار کار کنند و تعهد آنها به کارشان واقعاً الهام‌بخش بود.\"",
  "Recommendations": "توصیه‌ها",
  "What Do My Supervisors Say": "اساتید من چه می‌گویند",
  "Read Less": "کمتر بخوانید",
  "Read More": "بیشتر بخوانید",
  "Your browser does not support the video tag.": "مرورگر شما از برچسب ویدئو پشتیبانی نمی‌کند.",
  "Address": "آدرس",
  "Grade": "نمره",
  "Website": "وبسایت",
  "Entry Exam Certificate": "گواهی آزمون ورودی",
  "Certification": "گواهینامه",
  "Transcripts": "رونوشت‌ها",
  "Education": "تحصیلات",
  "All of the certifications and graduations": "تمام گواهینامه‌ها و فارغ‌التحصیلی‌ها",
  "Piazza Pugliatti, 1 - 98122 Messina": "Piazza Pugliatti, 1 - 98122 مسینا",
  "Master of Data Science": "کارشناسی ارشد علم داده",
  "University of Messina": "دانشگاه مسینا",
  " -/100": " -/100",
  "My new adventure in ME, Italy, as a student of data science. I am not sure what will happen, but I am loving it!": "ماجراجویی جدید من در مسینا، ایتالیا، به عنوان یک دانشجوی علم داده. نمی‌دانم چه اتفاقی خواهد افتاد، اما از آن لذت می‌برم!",
  "PG44+3C8، زنجان": "PG44+3C8، زنجان",
  "Master of AI Engineering": "کارشناسی ارشد مهندسی هوش مصنوعی",
  "IASBS": "IASBS",
  "-/100": "-/100",
  "I withdrew from this university due to moving abroad to work on my senior thesis and research on communication and ethical frameworks in artificial intelligence communities.": "من از این دانشگاه انصراف دادم به دلیل مهاجرت به خارج از کشور برای کار بر روی پایان‌نامه کارشناسی و تحقیق درباره چارچوب‌های ارتباطی و اخلاقی در جوامع هوش مصنوعی.",
  "M9PX+FX7, Zanjan, Zanjan Province, Iran": "M9PX+FX7، زنجان، استان زنجان، ایران",
  "Thesis: Smart Door Access System (19.25/20)": "پایان‌نامه: سیستم دسترسی هوشمند به در (19.25/20)",
  "Bachelor of Computer Engineering": "کارشناسی مهندسی کامپیوتر",
  "ZNU": "دانشگاه زنجان",
  "14.44/20": "14.44/20",
  "72J6+RCP District 2, Qazvin, Qazvin Province": "72J6+RCP منطقه ۲، قزوین، استان قزوین",
  "Pre-University of Mathematics Science": "پیش‌دانشگاهی علوم ریاضی",
  "Sadra Highschool": "دبیرستان صدرا",
  "16.73/20": "16.73/20",
  "Mathematics and Physics Diploma": "دیپلم ریاضی و فیزیک",
  "18.24/20": "18.24/20",
  "تهران - خیابان آیت‌الله کاشانی - بلوار اباذر - نبش کوچه شرافتی (هفتم) - پلاک ۲۹ - طبقه 5 - واحد 9": "تهران - خیابان آیت‌الله کاشانی - بلوار اباذر - نبش کوچه شرافتی (هفتم) - پلاک ۲۹ - طبقه ۵ - واحد ۹",
  "Mindfullness Skills instructed by Ms. Mandana Alemi": "مهارت‌های ذهن‌آگاهی تدریس شده توسط خانم ماندانا عالمی",
  "Maktabkhooneh": "مکتب‌خونه",
  "70/100": "70/100",
  "Advanced Python Programming instructed by Mr. Jadi Mirmirani": "برنامه‌نویسی پیشرفته پایتون تدریس شده توسط آقای جادی میرمیرانی",
  "88.7/100": "88.7/100",
  "Thesis: ---": "پایان‌نامه: ---",
  "Commercial Networking instructed by Ms. Sara Nazari": "شبکه‌سازی تجاری تدریس شده توسط خانم سارا نظری",
  "Maktabkhonneh": "مکتب‌خونه",
  "100/100": "100/100",
  "Tehran Province, Tehran, Floor -1, Chaarbaagh Building, Beheshti St, Iran": "استان تهران، تهران، طبقه -۱، ساختمان چهار باغ، خیابان بهشتی، ایران",
  "Junior UX Designer": "طراح تجربه کاربری (UX) جونیور",
  "Rahnama Colledge": "کالج راهنما",
  "Hello!": "سلام!",
  "I'm": "من",
  "Parsa": "پارسا",
  "Book worm and science nerd": "عاشق کتاب و علم",
  "With a specialized focus in computer engineering, I have dedicated the past two years to mastering React JS/ Native. I blend my passions for literature, art, and technology to create distinctive digital experiences. My journey is driven by an insatiable curiosity and a commitment to exploring and demystifying the complexities of the digital world..": "با تمرکز ویژه در مهندسی کامپیوتر، دو سال گذشته را به تسلط بر React JS/Native اختصاص داده‌ام. من اشتیاقم به ادبیات، هنر و فناوری را با هم ترکیب می‌کنم تا تجربیات دیجیتال منحصر به فردی خلق کنم. سفر من با کنجکاوی بی‌پایان و تعهد به کشف و رفع پیچیدگی‌های دنیای دیجیتال هدایت می‌شود.",
  "Small Profile": "پروفایل کوچک",
  "based in ,": "مستقر در ,",
  "Italy": "ایتالیا",
  "with a focus onfront-end development and graphic design": "با تمرکز بر توسعه فرانت‌اند و طراحی گرافیک",
  "And obsessed with Data Analysis ": "و عاشق تحلیل داده",
  "Content creator": "تولیدکننده محتوا",
  "Data Science": "علم داده",
  "Characteristics": "ویژگی‌ها",
  "My Properties in both personal and professional aspect": "ویژگی‌های من در هر دو جنبه شخصی و حرفه‌ای",
  "Professional": "حرفه‌ای",
  "Personal": "شخصی",
  "Search skills...": "جستجوی مهارت‌ها...",
  "No skills found": "مهارتی یافت نشد",
  "Writings": "نوشته‌ها",
  "Photos": "عکس‌ها",
  "Projects": "پروژه‌ها",
  "Archive": "آرشیو",
  "All the things I have done": "تمام کارهایی که انجام داده‌ام",
  "Search": "جستجو",
  "Zanjan Camping": "کمپینگ زنجان",
  "Last day of university in Zanjan, Iran": "آخرین روز دانشگاه در زنجان، ایران",
  "Bros Before Hoes": "دوستان قبل از هر چیزی",
  "Daily hangout with the boys and practicing photography": "روزانه با پسرها می‌چرخم و عکاسی تمرین می‌کنم",
  "Sky on My Last Birthday in Iran": "آسمان در آخرین تولدم در ایران",
  "My 24th birthday was the last one I had with the boys": "تولدت ۲۴ سالگی من آخرین تولدی بود که با پسرها داشتم",
  "A Bit of Beauty": "کمی زیبایی",
  "Mr. Nima is a true gentleman": "آقای نیما یک نجیب‌زاده واقعی است",
  "Ocean of Clouds #1": "اقیانوس ابرها #1",
  "Random adventure in the middle of nowhere around Qazvin": "ماجراجویی تصادفی در وسط ناکجاآباد در اطراف قزوین",
  "Ocean of Clouds #2": "اقیانوس ابرها #2",
  "Ocean of Clouds #3": "اقیانوس ابرها #3",
  "Anzali Ocean - Iran": "اقیانوس انزلی - ایران",
  "Ocean of Clouds #4": "اقیانوس ابرها #4",
  "A Bit of Me": "کمی از من",
  "Mr. Nima was trying to mimic my photography style": "آقای نیما سعی می‌کرد سبک عکاسی من را تقلید کند",
  "Ocean of Clouds #5": "اقیانوس ابرها #5",
  "An adventure in the wild": "یک ماجراجویی در حیات وحش",
  "Messina Food Festival 2023": "جشنواره غذایی مسینا ۲۰۲۳",
  "Best food I have ever tried": "بهترین غذایی که تا به حال امتحان کرده‌ام",
  "Sadegh Portrait": "پرتره صادق",
  "First day of moving to Messina": "اولین روز از نقل مکان به مسینا",
  "Mysterious Church": "کلیسای مرموز",
  "Hiking led to a famous church in the north of Messina": "پیاده‌روی به یک کلیسای معروف در شمال مسینا منجر شد",
  "Christmas 2023": "کریسمس ۲۰۲۳",
  "First experience of Christmas, season of love and new decorations": "اولین تجربه کریسمس، فصل عشق و تزئینات جدید",
  "Cyberpunk IRL": "سایبرپانک در زندگی واقعی",
  "Bike exhibition in Messina, 2023": "نمایشگاه دوچرخه در مسینا، ۲۰۲۳",
  "Poor in Look - Rich in Experience": "ظاهر فقیر - تجربه غنی",
  "Driver was old and poor, but kind and famous": "راننده پیر و فقیر بود، اما مهربان و معروف",
  "Cozy House": "خانه دنج",
  "Helping Sia move to a new place, saw this lovely house": "کمک به سیا برای نقل مکان به یک جای جدید، این خانه زیبا را دیدم",
  "Papardo in Anime #1": "پاپاردو در انیمه #1",
  "Papardo showing me some anime vibes": "پاپاردو به من حال و هوای انیمه نشان می‌دهد",
  "Papardo in Anime #2": "پاپاردو در انیمه #2",
  "Mana - Daughter of Messina": "مانا - دختر مسینا",
  "Adventuring new places with my friend Mana, Christmas 2023": "ماجراجویی در مکان‌های جدید با دوست من مانا، کریسمس ۲۰۲۳",
  "Kind Ghost": "روح مهربان",
  "A bus decorated for Christmas vibes": "یک اتوبوس تزئین شده برای حال و هوای کریسمس",
  "My Christmas Gift 2023": "هدیه کریسمس من ۲۰۲۳",
  "Redbull Secret Study Room #1": "اتاق مطالعه مخفی ردبول #1",
  "The day after a breakup, time for new adventures and challenging my comfort zone": "روز بعد از یک جدایی، زمان برای ماجراجویی‌های جدید و به چالش کشیدن منطقه راحتی من",
  "Redbull Secret Study Room #2": "اتاق مطالعه مخفی ردبول #2",
  "Books really work, hung out with Maviva, a famous Italian influencer": "کتاب‌ها واقعاً کار می‌کنند، با ماویوا، یک تأثیرگذار معروف ایتالیایی، گشت زدم",
  "Wall of Memories": "دیوار خاطرات",
  "This image was an achievement for me, I won - a day with a famous guy, as Mr. Nobody": "این تصویر یک دستاورد برای من بود، من برنده شدم - یک روز با یک فرد معروف، به عنوان آقای هیچکس",
  "Dreams - AI Generated": "رویاها - تولید شده توسط هوش مصنوعی",
  "Wanderer in the outland, daydreaming of the apocalypse": "سفری در سرزمین‌های دور، رویای آخرالزمان",
  "Hamid in Fallout - AI Generated": "حمید در فال‌اوت - تولید شده توسط هوش مصنوعی",
  "Cyberpunk + Hamid + my imagination + GPT = masterpiece": "سایبرپانک + حمید + تخیل من + GPT = شاهکار",
  "Solaris in Wonderland - AI Generated": "سولاریس در سرزمین عجایب - تولید شده توسط هوش مصنوعی",
  "Just playing with my favorite stream photos": "فقط بازی با عکس‌های مورد علاقه‌ام از جریان‌های آب",
  "Mahmood the Door Breaker": "محمود دربازکن",
  "He will be mad at me, but that night was the beginning of everything new for all of us": "او از من عصبانی خواهد شد، اما آن شب آغاز همه چیز جدید برای همه ما بود",
  "Hamid's Moment": "لحظه حمید",
  "First image someone took of me - Hamid": "اولین تصویری که کسی از من گرفت - حمید",
  "Lost in Thoughts": "غرق در افکار",
  "My father, thinking of how he should get rid of us :)": "پدرم، به این فکر می‌کند که چگونه باید از ما خلاص شود :)",
  "My First Love - I Miss You - AI Generated": "اولین عشق من - دلتنگت هستم - تولید شده توسط هوش مصنوعی",
  "Image generated by my diary on the first day of my breakup": "تصویری که توسط دفتر خاطراتم در اولین روز جدایی‌ام تولید شده است",
  "Beginning of a new adventure in Zanjan": "آغاز یک ماجراجویی جدید در زنجان",
  "My Poor Little Self - AI Generated": "خود کوچک و فقیر من - تولید شده توسط هوش مصنوعی",
  "Image of my loneliness in Messina, created from my diary by AI": "تصویر تنهایی من در مسینا، ایجاد شده از دفتر خاطراتم توسط هوش مصنوعی",
  "Two Lovers": "دو عاشق",
  "Do you see the lovers? Those who are trying to get to each other": "آیا عاشقان را می‌بینی؟ آنهایی که سعی می‌کنند به هم برسند",
  "God is Love": "خدا عشق است",
  "I believe in every god, the one entity who owns us": "من به هر خدایی باور دارم، آن یکی که مالک ماست",
  "Tell Her": "به او بگو",
  "Capture the moments that they will forget": "لحظاتی را ثبت کن که آنها فراموش خواهند کرد",
  "ZNU Water": "آب دانشگاه زنجان",
  "Parham": "پرهام",
  "My best companion in ZNU till the 3rd year": "بهترین همراه من در دانشگاه زنجان تا سال سوم",
  "Annunziata Photography #1": "عکاسی آنونزیاتا #1",
  "Additia's birthday was the reason I was there, one of the best memories of Messina": "تولد آدیتیا دلیل حضور من بود، یکی از بهترین خاطرات مسینا",
  "Annunziata Photography #2": "عکاسی آنونزیاتا #2",
  "A Bit of Me Before Disaster": "کمی از من قبل از فاجعه",
  "Sometimes I feel pity for my old self, for the pain he went through": "گاهی برای خود قدیمی‌ام احساس ترحم می‌کنم، برای دردی که متحمل شد",
  "WixLoop": "ویکس لوپ",
  "React JS": "ری‌اکت جی‌اس",
  "Wixloop is my personal website, designed for business and dating purposes. It serves as a comprehensive introduction to myself, showcasing my skills, works, and archives. Visitors can explore my programming abilities, portfolio, travel stories, projects I have worked on, contact information, personal and professional interests, as well as my education and work experience. While its current function is solely for self-introduction, the future vision for this website is to evolve into a business platform.": "ویکس لوپ وبسایت شخصی من است که برای اهداف تجاری و دوستی طراحی شده است. این وبسایت به عنوان یک معرفی کامل از من عمل می‌کند و مهارت‌ها، کارها و آرشیوهای من را به نمایش می‌گذارد. بازدیدکنندگان می‌توانند توانایی‌های برنامه‌نویسی من، نمونه کارها، داستان‌های سفر، پروژه‌هایی که روی آنها کار کرده‌ام، اطلاعات تماس، علاقه‌مندی‌های شخصی و حرفه‌ای، و همچنین تحصیلات و تجربه‌های کاری من را بررسی کنند. در حالی که عملکرد فعلی آن فقط برای معرفی خود است، چشم‌انداز آینده این وبسایت تبدیل شدن به یک پلتفرم تجاری است.",
  "May 2024": "مه ۲۰۲۴",
  "End of my time": "پایان زمان من",
  "JanamaTasvir": "جنما تفسیر",
  "JanmaTafsir is an innovative platform designed to streamline the judicial process within the country's legal system. By focusing on cases related to agricultural and non-agricultural land disputes, this platform aims to prevent simple or clear-cut cases from clogging court schedules. Users can specify the location of the land, upload relevant documents, and mutually select an expert to assess the situation. The expert's findings are then published on the website. If the opinions of both experts align, the case proceeds to the next stages; if not, it is referred to court. JanmaTafsir enhances efficiency, reduces courtroom congestion, and ensures swift, reliable resolutions.": "جنما تفسیر یک پلتفرم نوآورانه است که برای ساده‌سازی فرآیند قضایی در سیستم حقوقی کشور طراحی شده است. با تمرکز بر پرونده‌های مرتبط با اختلافات زمین‌های کشاورزی و غیرکشاورزی، این پلتفرم هدف دارد که از پر شدن برنامه‌های دادگاه با پرونده‌های ساده یا مشخص جلوگیری کند. کاربران می‌توانند مکان زمین را مشخص کنند، اسناد مرتبط را بارگذاری کنند و به طور مشترک یک کارشناس را برای ارزیابی وضعیت انتخاب کنند. یافته‌های کارشناس سپس در وبسایت منتشر می‌شود. اگر نظرات هر دو کارشناس همسو باشند، پرونده به مراحل بعدی می‌رود؛ اگر نه، به دادگاه ارجاع می‌شود. جنما تفسیر بهره‌وری را افزایش می‌دهد، تراکم دادگاه را کاهش می‌دهد و تضمین می‌کند که نتایج سریع و قابل اعتمادی حاصل شود.",
  "March 8, 2022": "۸ مارس ۲۰۲۲",
  "July 10, 2022": "۱۰ ژوئیه ۲۰۲۲",
  "React JS developer / UI UX designer": "توسعه‌دهنده ری‌اکت جی‌اس / طراح UI/UX",
  "DoorMaster": "دور مستر",
  "The DoorMaster project is a team initiative that integrates image processing, a mobile application, and hardware. The goal was to create the most intelligent camera at the lowest cost, capable of unlocking doors even when the person is wearing a mask or has a facial injury. This process was powered by artificial intelligence. A mobile app was developed to manage authorized individuals, allowing users to unlock the door via their phone, control access, and monitor entry and exit logs along with the latest image used by the system to unlock the door. The project utilized Raspberry Pi and Kinect Xbox 360 camera.": "پروژه دور مستر یک ابتکار تیمی است که پردازش تصویر، یک اپلیکیشن موبایل و سخت‌افزار را ادغام می‌کند. هدف ایجاد هوشمندترین دوربین با کمترین هزینه بود که قادر به باز کردن درها حتی زمانی که فرد ماسک زده یا صورتش آسیب دیده باشد. این فرآیند با هوش مصنوعی پشتیبانی می‌شد. یک اپلیکیشن موبایل توسعه داده شد تا افراد مجاز را مدیریت کند، به کاربران اجازه دهد از طریق گوشی خود در را باز کنند، دسترسی را کنترل کنند و لاگ‌های ورود و خروج را همراه با آخرین تصویری که سیستم برای باز کردن در استفاده کرده است، مانیتور کنند. این پروژه از رزبری پای و دوربین کینکت ایکس‌باکس ۳۶۰ استفاده کرد.",
  "Nov 2022": "نوامبر ۲۰۲۲",
  "Sep 2023": "سپتامبر ۲۰۲۳",
  "React Native Developer / UI UX designer / Product Manager": "توسعه‌دهنده ری‌اکت نیتیو / طراح UI/UX / مدیر محصول",
  "NearNow": "نیِر ناو",
  "NearNow is an innovative app designed to eliminate the uncertainty of waiting. Whether you are expecting a postal package, tracking an online purchase, or waiting for a friend or a loved one, this app shows the real-time location of both parties simultaneously. Utilizing signal towers, it even works offline to provide continuous tracking. Once both parties accept the request, they join a group where their locations are tracked until they reach the destination. This way, you can estimate the arrival time accurately, preventing situations like ghosting or losing track of a package, as you always know their current location.": "نیِر ناو یک اپلیکیشن نوآورانه است که برای از بین بردن عدم قطعیت انتظار طراحی شده است. چه منتظر یک بسته پستی باشید، چه خرید آنلاین را ردیابی کنید یا منتظر دوست یا عزیزتان باشید، این اپلیکیشن موقعیت مکانی هر دو طرف را به صورت همزمان در زمان واقعی نشان می‌دهد. با استفاده از برج‌های سیگنال، حتی آفلاین کار می‌کند تا ردیابی پیوسته را فراهم کند. زمانی که هر دو طرف درخواست را بپذیرند، به یک گروه ملحق می‌شوند که موقعیت‌هایشان تا رسیدن به مقصد ردیابی می‌شود. به این ترتیب می‌توانید زمان رسیدن را به طور دقیق تخمین بزنید و از شرایطی مانند ناپدید شدن یا از دست دادن بسته جلوگیری کنید، زیرا همیشه می‌دانید موقعیت فعلی آنها کجاست.",
  "May, 2022": "مه، ۲۰۲۲",
  "Sep, 2022": "سپتامبر، ۲۰۲۲",
  "Website Developer / UI UX designer": "توسعه‌دهنده وب / طراح UI/UX",
  "Taraz": "تراز",
  "Taraaz is an app designed to assist students preparing for the national university entrance exam. It offers planning tools, academic counseling, and competitive features to enhance their study experience. Counselors can add their students to personalized groups and create tailored study plans. With just a few clicks, students can track their progress, compare their current performance with previous weeks, and monitor changes in their exam scores and rankings. For those without a counselor, the app allows them to choose from a pool of advisors and join the competitive arena.": "تراز یک اپلیکیشن است که برای کمک به دانش‌آموزان در آماده‌سازی برای کنکور سراسری طراحی شده است. این اپلیکیشن ابزارهای برنامه‌ریزی، مشاوره تحصیلی و ویژگی‌های رقابتی را برای بهبود تجربه تحصیلی ارائه می‌دهد. مشاوران می‌توانند دانش‌آموزان خود را به گروه‌های شخصی‌سازی شده اضافه کنند و برنامه‌های تحصیلی متناسب را ایجاد کنند. با چند کلیک، دانش‌آموزان می‌توانند پیشرفت خود را پیگیری کنند، عملکرد فعلی خود را با هفته‌های گذشته مقایسه کنند و تغییرات نمرات و رتبه‌های کنکور خود را نظارت کنند. برای کسانی که مشاور ندارند، اپلیکیشن به آنها اجازه می‌دهد از میان مشاوران موجود انتخاب کنند و به عرصه رقابت بپیوندند.",
  "Sep, 2021": "سپتامبر، ۲۰۲۱",
  "UI/UX Designer and product manager": "طراح UI/UX و مدیر محصول",
  "DaryaBuildings": "داریابیلدینگز",
  "DaryaBuildings is a website designed for selecting and customizing your dream home. It offers investment opportunities and allows for personalization of homes under construction by choosing building materials. Users can view both completed and under-construction homes. For completed homes, users can select the desired unit, schedule a meeting, and proceed with the purchase in person. For pre-purchase, users can customize the building materials and desired changes, receive a receipt, and bring it to the meeting along with any additional payment, then wait for their dream home to be built.": "داریابیلدینگز یک وبسایت است که برای انتخاب و شخصی‌سازی خانه رویایی شما طراحی شده است. این وبسایت فرصت‌های سرمایه‌گذاری را ارائه می‌دهد و به کاربران اجازه می‌دهد خانه‌های در حال ساخت را با انتخاب مصالح ساختمانی شخصی‌سازی کنند. کاربران می‌توانند خانه‌های تکمیل شده و در حال ساخت را مشاهده کنند. برای خانه‌های تکمیل شده، کاربران می‌توانند واحد مورد نظر را انتخاب کنند، قرار ملاقاتی تنظیم کنند و شخصاً خرید را انجام دهند. برای پیش‌خرید، کاربران می‌توانند مصالح ساختمانی و تغییرات مورد نظر را شخصی‌سازی کنند، رسید دریافت کنند و آن را به همراه پرداخت اضافی به جلسه بیاورند و سپس منتظر ساخت خانه رویایی خود باشند.",
  "June 12, 2022": "۱۲ ژوئن ۲۰۲۲",
  "July 12, 2022": "۱۲ ژوئیه ۲۰۲۲",
  "Website Developer": "توسعه‌دهنده وب",
  "Start": "شروع",
  "End": "پایان",
  "Instead of Death,Play": "به جای مرگ، بازی کن",
  "The story of Instead of Death,Play! tells the story of a strange night in the life of a pious boy named Parsa who encounters the angel of death. Parsa is happily playing Call of Duty MW2, but when the Angel of Death comes to take his soul, he manages to trick the Angel of Death into playing with him. In the meantime, there are funny moments that show how Parsa uses the most clever methods to postpone his death and creates lasting memories for himself and even the angel of death.": "داستان به جای مرگ، بازی کن! داستان شب عجیبی را در زندگی یک پسر متدین به نام پارسا روایت می‌کند که با فرشته مرگ روبرو می‌شود. پارسا خوشحالانه در حال بازی Call of Duty MW2 است، اما وقتی فرشته مرگ برای گرفتن روح او می‌آید، او موفق می‌شود فرشته مرگ را به بازی با خود ترغیب کند. در این میان، لحظات خنده‌داری وجود دارد که نشان می‌دهد پارسا چگونه با استفاده از روش‌های هوشمندانه، مرگ خود را به تعویق می‌اندازد و خاطرات ماندگاری برای خود و حتی فرشته مرگ ایجاد می‌کند.",
  "What if...": "چه می‌شود اگر...",
  "This story is about Hossein, a kind old man who lives in a warm and friendly hut. He shelters a family that is lost in the snow and cold. But the main point of the story is the presence of the ghost of a young soldier who, with his war wounds and worn uniform, guides the family to the hut and watches over them from afar. This story is a combination of memories of war, sacrifice, and the warmth of humanity in the heart of the cold winter.": "این داستان درباره حسین، پیرمرد مهربانی است که در یک کلبه گرم و دوستانه زندگی می‌کند. او به خانواده‌ای که در برف و سرما گم شده‌اند پناه می‌دهد. اما نکته اصلی داستان حضور روح یک سرباز جوان است که با زخم‌های جنگی و لباس کهنه‌اش، خانواده را به کلبه هدایت می‌کند و از دور مراقب آنها است. این داستان ترکیبی از خاطرات جنگ، ایثار و گرمای انسانیت در قلب زمستان سرد است.",
  "Loneliness in the style of delegation": "تنهایی به سبک هیئت",
  "The story (Loneliness in the style of delegation) narrates the deep loneliness of a young man named Hamed, who falls into thinking in the evening of a cold and cloudy day, in a corner of a busy and noisy street. Despite the many people passing by, Hamed feels that he is alone and no one is paying attention to him. But with the arrival of a stranger and a religious delegation passing by, a light of hope and faith is lit in his heart. In this story, religion and spirituality take Hamed's hand and pull him out of the well of loneliness.": "داستان (تنهایی به سبک هیئت) روایتگر تنهایی عمیق جوانی به نام حامد است که در عصر یک روز سرد و ابری، در گوشه‌ای از خیابانی شلوغ و پر سر و صدا به فکر فرو می‌رود. با وجود گذر بسیاری از مردم، حامد احساس می‌کند که تنها است و کسی به او توجه نمی‌کند. اما با رسیدن یک غریبه و گذر یک هیئت مذهبی، نوری از امید و ایمان در قلب او روشن می‌شود. در این داستان، دین و معنویت دست حامد را می‌گیرند و او را از چاه تنهایی بیرون می‌کشند.",
  "Lonely Warrior": "جنگجوی تنها",
  "The story of Lonely Warrior tells the story of a child who falls asleep in a mosque and sees himself in the battlefield next to Imam Hussein (a.s.) and his companions. This child helps Imam Hussain (AS) in his dreams and fights bravely against the enemies. Although in reality, the child has fallen into a deep sleep, but in his imaginary world, he engages in a battle full of courage and sacrifice, and finally, when he wakes up, he has a satisfying smile on his face. Combining the elements of courage, faith and dreaming, this story takes the reader to a different and inspiring world.": "داستان جنگجوی تنها روایتگر داستان کودکی است که در مسجد به خواب می‌رود و خود را در میدان جنگ در کنار امام حسین (ع) و یارانش می‌بیند. این کودک در خواب خود به امام حسین (ع) کمک می‌کند و شجاعانه با دشمنان می‌جنگد. با اینکه در واقعیت کودک به خواب عمیقی فرو رفته است، اما در دنیای خیالی خود وارد نبردی پر از شجاعت و ایثار می‌شود و در نهایت، وقتی بیدار می‌شود، لبخندی رضایت‌بخش بر لب دارد. با ترکیب عناصر شجاعت، ایمان و رویاپردازی، این داستان خواننده را به دنیایی متفاوت و الهام‌بخش می‌برد.",
  "Wanna Read It?": "می‌خواهی بخوانی؟"
}
